{ 
    "_id" : ObjectId("5fef51bd396e2d00174591a8"), 
    "desc" : [
        {
            "content" : "Thiết kế siêu mỏng với vỏ nhôm nguyên khối\nVới tone màu xám, thiết kế nhôm nguyên khối, Laptop MacBook Pro 2020 đem lại sự hài hòa về màu sắc và sự sang trọng cho người sử dụng. Được làm từ kim loại nguyên khối với lớp vỏ được gia công tỉ mỉ đến từng chi tiết, MacBook đem đến vẻ ngoài đẳng cấp, độ dày chỉ 15.6 mm và trọng lượng chỉ 1.4 kg nên vô cùng tiện lợi khi mang theo.\nHiệu năng mượt mà\nHiệu năng mượt mà của Laptop MacBook Pro 2020 giúp cho công việc thiết kế đồ họa cũng như chơi game giải trí vô cùng mượt mà. Sử dụng bộ vi xử lý  Intel Core i5 thế hệ thứ 8 xung nhịp tối đa đạt 3.9 GHz kết hợp với 8GB LPDDR3 2133MHz và Ổ cứng SSD 256GB  cho hiệu năng mạnh mẽ,  đảm bảo các tác vụ văn phòng và giải trí hàng ngày, xử lý các tác vụ đa nhiệm hiệu quả ngay trên macbook.Macbook pro 2020 đem tới khả năng xử lý công việc, cung cấp hiệu suất nhanh hơn 80% so với thế hệ trước", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609519548/products/SKU200500854/desc/m9bt1laqvtlvldqcc8m1.webp"
        }, 
        {
            "content" : "Màn hình chân thực\nChất lượng hiển thị vô cùng quan trọng, đặc biệt là đối với công việc sáng tạo nội dung và giải trí. Laptop MacBook Pro 2020 được trang bị màn hình retina 13.3 inch độ phân giải đạt 2560 x 1600 cung cấp hình ảnh có độ nét cao, độ sáng lên đến 500 nit, cho bạn trải nghiệm hình ảnh sống động tuyệt vời. Đặc biệt, với công nghệ True Tone điều chỉnh màu sắc tự nhiên hơn bằng cách tinh chỉnh màu sắc cho phù hợp với không gian bạn đang ngồi.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609519548/products/SKU200500854/desc/ayvxfad1ktufllgztpcw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5fef51bd396e2d00174591a7"), 
    "title" : "Máy tính xách tay/ Laptop MacBook Pro 2020 13.3″ MXK32SA/A (i5/8GB/SSD256GB) (Xám)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff3e7615239840017e2eda7"), 
    "desc" : [
        {
            "content" : "MacBook Pro nâng tầm khái niệm notebook lên một tầm cao mới, với hiệu năng và tính di động chuẩn mực. Cùng phác họa và phát triển ý tưởng của bạn nhanh hơn bao giờ hết, nhờ có sự hỗ trợ của vi xử lý hiệu năng cao cùng với bộ nhớ, dung lượng lưu trữ và đồ họa tân tiến.\n\nThêm \"mã lực\" tại trung tâm xử lý.\n\nVới bộ xử lý Intel Core thế hệ thứ tám, MacBook Pro đạt đến tầm cao mới về hiệu năng tính toán. Model 15 inch hiện có bộ xử lý Intel Core i9 6 nhân, hoạt động nhanh hơn tới 70% so với thế hệ trước, cho phép tốc độ Turbo Boost lên tới 4,8 GHz. Trong khi đó, bộ xử lý lõi tứ trên Apple MacBook Pro 13.3” MR9R2 với Touch Bar giờ đây giúp nó nhanh gấp đôi so với thế hệ trước. Vì vậy, khi thực hiện các công việc xử lý cấp độ như biên dịch mã, kết xuất mô hình 3D, thêm hiệu ứng đặc biệt, xếp lớp nhiều bản nhạc hoặc mã hóa video, bạn sẽ hoàn thành mọi việc với tốc độ nhanh hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609820000/products/SKU200500856/desc/ijsyos30tkz3iyafjtr3.jpg"
        }, 
        {
            "content" : "Hiệu năng đồ họa đáng kinh ngạc.\nApple MacBook Pro 13.3” MR9R2 với Touch Bar có đồ họa tích hợp mạnh mẽ với 128 MB DRAM nhúng - gấp đôi so với thế hệ trước - giúp tăng tốc các tác vụ đồ họa. Điều đó có nghĩa là nhiều thời gian hơn cho những gì quan trọng nhất - tạo ra công việc tuyệt vời.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609820001/products/SKU200500856/desc/j6z0pjsxjliqpqytocxh.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff3e7615239840017e2eda6"), 
    "title" : "Overview Laptop Apple MacBook Pro 13.3” MR9R2", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff42b4990cbaf010df317b1"), 
    "desc" : [
        {
            "content" : "Thiết kế trẻ trung phong cách\nAcer Aspire 3 A315-56-37DV (NX.HS5SV.001) với thiết kế có màu sắc chủ đạo cực kỳ nổi bật và trẻ trung giúp thu hút mọi ánh nhìn và trong từng cái chạm. Và với trọng lượng ấn tượng chưa đến 2kg, chiếc laptop 15-inch này sẽ giúp giảm thiểu đáng kể không gian và trọng lượng cho chiếc balo của bạn. Việc di chuyển và giải quyết công việc trở nên nhẹ nhàng hơn với người bạn đồng hành mỏng nhẹ này trong mọi chuyến đi.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609837380/products/SKU200500858/desc/revoecerltcbryse8q78.jpg"
        }, 
        {
            "content" : "Pin dung lượng lên đến 9 tiếng\nThời lượng sử dụng pin của Acer Aspire 3 A315-56-37DV (NX.HS5SV.001) có thể lên đến 9 tiếng khi dùng các tác vụ văn phong cơ bản như lướt web, nghe nhạc, thao tác văn bản...Đây là một chỉ số cực kì ấn tượng cho chiếc laptop mỏng nhẹ chuẩn hiện đại hiện nay. Với việc dung lượng pin lớn sẽ đảm bảo giải quyết công việc cho một ngày dài sử dụng liên tục một cách thoải mái, không gián đoạn và tiện lợi.\nCông nghệ bảo vệ mắt\nKhi bạn tập trung vào màn hình trong một thời gian dài sẽ dẫn tới tình trạng mỏi và mờ mắt. Do đó màn hình trên Acer Aspire 3 A315-56-37DV (NX.HS5SV.001) được trang bị tính năng ngăn chặn ánh sáng xanh Bluelight Shield giúp bảo vệ tối đa thị giác người dùng khi phải làm việc xuyên suốt trong ngày dài sử dụng liên tục.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609837382/products/SKU200500858/desc/v5qq38c1ponhncbzeptr.jpg"
        }, 
        {
            "content" : "Âm thanh và kết nối hoàn hảo\nAcer Aspire 3 A315-56-37DV (NX.HS5SV.001) với kết nối wifi chuẩn Wi-Fi mới nhất cho khả năng kết nối Internet nhanh và liền mạch hơn, cho trải nghiệm học tập và làm việc online một cách mượt mà và không bị gián đoạn dù đang ở nơi có tín hiệu Wi-fi yếu. Bên cạnh đó, Webcam và Microphone được tối ưu hoá để cho việc trải nghiệm cuộc gọi video với bạn bè người thân thêm sắc nét và âm thanh sống động.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609837384/products/SKU200500858/desc/lgfnslcetspbb1uuk1qu.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff42b4990cbaf010df317b0"), 
    "title" : "Laptop ACER Swift 3 SF314-510G-5742 NX.A10SV.003", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff432571ff60f0017a7c821"), 
    "desc" : [
        {
            "content" : "Màn hình làm việc đỉnh cao\nMacBook Pro mới có màn hình Retina 16 inch tuyệt đẹp - màn hình Retina lớn nhất từng được trang bị trên một máy tính xách tay Mac. Màn hình có độ sáng 500 nits và tỷ lệ tương phản cao khiến cho các điểm ảnh hiển thị nổi bật và mang lại màu trắng sáng, đồng thời mang lại màu đen sâu nhờ sự căn chỉnh hình ảnh chính xác của các phân tử tinh thể lỏng. Và với gam màu rộng P3 cho phép hình ảnh và video luôn chân thực, rực rỡ, sống động. Vì vậy, bất kể bạn ở đâu, bạn sẽ giải quyết công việc của mình dưới ánh sáng tốt nhất có thể.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609839190/products/SKU200500857/desc/uspggyind6jlkrnvdstr.jpg"
        }, 
        {
            "content" : "Hiệu năng xử lý mạnh mẽ\nMacBook Pro 16\" 2019 (MVVJ2SA/A) mang đến một lớp hiệu năng hoàn toàn mới cho máy tính xách tay. Nhờ thiết kế nhiệt tiên tiến hơn, bộ xử lý lên đến Intel Core i9 (tùy chọn phiên bản cấu hình) với tối đa 8 lõi và 16 luồng xử lý duy trì hiệu năng cao hơn trong thời gian dài hơn - và mang lại hiệu năng vượt trội so với phiên bản MacBook Pro lõi tứ. Cho dù bạn đang xếp hàng tá bản nhạc và hiệu ứng, hiển thị mô hình 3D hoặc chỉnh sửa video, bạn có thể thực hiện ngay lập tức.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609839191/products/SKU200500857/desc/tjqeeia8nj6kd4xkjqaw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff432571ff60f0017a7c820"), 
    "title" : "Laptop APPLE MacBook Pro 2019 MVVJ2SA/A", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff43608c8990b2eb4d6c304"), 
    "desc" : [
        {
            "content" : "Thiết kế đậm chất gaming, tản nhiệt hiệu suất cao\nAcer đã rất tinh tế khi thiết kế cho chiếc laptop Acer Nitro 5 AN515-55-77P9 của mình theo hơi hướng gaming mạnh mẽ. Các góc cạnh được làm vuông vắn so với các đường nét nhìn rất mạnh mẽ và cá tính. \nPhần vỏ và thân máy được làm từ chất liệu cao cấp mang đến cảm giác cực kỳ chắc chắn khi sử dụng. Kích thước của chiếc máy được gọt bỏ các phần thừa khá chuẩn đạt 36.34 x 25.5 x 2.39 cm nhỏ gọn vừa vặn khi cho vào balo hay túi xách. Khối lượng của chiếc laptop này cũng vỏn vẹn chỉ 2.3Kg không quá nặng so với một chiếc laptop gaming thông thường.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840133/products/SKU200500859/desc/ey0fdiexmnkzkwr3dhzy.jpg"
        }, 
        {
            "content" : "Màn hình 15.6 inch Full HD tần số quét 144Hz 3ms, card NVIDIA GeForce GTX 1650Ti 4GB GDDR6\nAcer đã rất tinh tế khi biết được nhu cầu sử dụng của người dùng khi chơi game và trang bị cho chiếc laptop của mình màn hình kích thước lên đến 15.6 inch đủ để bạn có thể chơi game hay đa nhiệm các phần mềm khác nhau trên laptop.\nĐộ phân giải màn hình của chiếc laptop cũng nằm ở mức khá cao lên đến 144Hz và phản hồi cực kỳ nhanh chóng chỉ 3ms. Mang đến khả năng làm mới hình ảnh cực kỳ hiệu quả khi hiển thị trên màn hình của laptop với các tác vụ khung hình hiển thị cao.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840135/products/SKU200500859/desc/jv2we3hv8bioxlpy917f.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff43608c8990b2eb4d6c303"), 
    "title" : "Đánh giá chi tiết Laptop Acer Nitro 5 AN515-55-77P9 màu Đen", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff436eb05413601ab853ad8"), 
    "desc" : [
        {
            "content" : "Ổ Cứng HDD Seagate Backup Plus Portable 5TB 2.5\" 3.0 (STHP5000401) được thiết kế và sản xuất bởi hãng Seagate (tên đầy đủ là Seagate Technology) - là 1 trong những công ty chuyên về nghiên cứu, phát triển và sản xuất kho lưu trữ dự liệu lớn trên thế giới. Seagate được thành lập vào tháng 1 năm 1979 với tên ban đầu là Shugart Technology, công ty được hợp nhất tại Ai-len và có các văn phòng điều hành chính được đặt tại California, Mỹ từ năm 2010.\nVới sự phát triển của công nghệ số, nhu cầu lưu trữ dữ liệu, thông tin không những ngày càng phổ biến, mà dung lượng lưu trữ cũng ngày một tăng theo với tốc độ rất nhanh, đặc biệt là đối với các ổ cứng di động. Backup Plus Portable là sản phẩm ổ cứng di động cao cấp của Seagate được thiết kế để đáp ứng chính xác những gì mà người sử dụng ở phân khúc này cần đến.\n\nDung lượng lớn\nThế mạnh lớn nhất của Backup Plus Portable là khả năng đem lại mức dung lượng lưu trữ rất lớn, lên tới 5TB. Đủ sức để chứa một kho dữ liệu, hình ảnh/video khổng lồ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840360/products/SKU190900189/desc/athzm97tf39os6dkpgcg.jpg"
        }, 
        {
            "content" : "Dễ dàng sử dụng\nBackup Plus Portable hỗ trợ cả kết nối USB 3.0, phù hợp với mọi loại máy tính để bàn cũng như laptop mới nhất hiện nay. Đồng thời còn tương thích rất tốt với cả Windows và macOS, bạn chỉ cần cắm vào máy tính là xong, Backup Plus Portable sẽ lo liệu mọi thứ còn lại.\nSao lưu dữ liệu\nĐể đảm bảo an toàn cho dữ liệu của người dùng, Seagate còn cung cấp cho người dùng bộ phần mềm Seagate Toolkit, giờ đây chỉ với một cú nhấp chuột là toàn bộ dữ liệu quan trọng của bạn sẽ được tự động backup theo các khung giờ cố định đã được lập ra sẵn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840362/products/SKU190900189/desc/znglqbsa9srsxtajehuf.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff436eb05413601ab853ad7"), 
    "title" : "Giới thiệu tổng quan về Ổ Cứng HDD Seagate Backup Plus Portable 5TB 2.5\" 3.0 (STHP5000401).", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4379ec8990b2eb4d6c307"), 
    "desc" : [
        {
            "content" : "Thiết kế Gaming hiện đại\nAcer Predator Helios 300 PH315-52-78MG có thiết kế bên ngoài được cải tiến hoàn toàn mới với vỏ kim loại nguyên khối được tô điểm bằng những đường nét màu xanh electric giống như những máy thuộc thương hiệu Predator cao cấp khác. Viền màn hình siêu mỏng và bàn phím được thiết kế mới trực quan hơn cho toàn thể thân máy trông sắc sảo và tinh tế.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840537/products/SKU200500860/desc/jwvxagppbbnuubvjyof4.jpg"
        }, 
        {
            "content" : "Màn hình chuẩn Gaming\nTốc độ khung hình là cốt lõi của của một chiếc laptop gaming hiện đại. Do đó, Acer Predator Helios 300 PH315-52-78MG được trang bị màn hình có tần số quét 144Hz (tùy chọn cấu hình phiên bản), độ phản hồi 1ms và độ sáng 300 nits. Combo tuyệt hảo cho một màn hình laptop gaming mang lại trải nghiệm chơi game mượt mà và sống động hơn bao giờ hết.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840539/products/SKU200500860/desc/tgnvrdlfvvpdeeqdydde.jpg"
        }, 
        {
            "content" : "Bàn phím chuyên game\nAcer Predator Helios 300 PH315-52-78MG trang bị bàn phím tùy chỉnh RGB 4 vùng sử dụng font chữ Predator mới, hai phím nóng PredatorSense và Turbo mới, phím spacebar lớn hơn, cụm phím WASD, phím điều hướng, và các phím hotkey được làm nổi bật. Phím nóng Turbo để ép xung tức thì trong những trận combat đỉnh cao và phím PredatorSense để kiểm tra nhiệt độ CPU và GPU, điều chỉnh tốc độ quạt, đèn RGB...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840541/products/SKU200500860/desc/wouqh70u9out4gga485k.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4379dc8990b2eb4d6c306"), 
    "title" : "Đánh giá chi tiết Laptop ACER Predator Helios 300", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4390dc8990b2eb4d6c30a"), 
    "desc" : [
        {
            "content" : "Thiết kế sang trọng phong cách\nLớp vỏ Acer Aspire 5 A514-53-50JA (NX.HUSSV.002) được chế tạo từ chất liệu nhôm cao cấp với các họa tiết phây xước đem lại vẻ ngoài cực kỳ sang trọng từ cái nhìn đầu tiên. Chất liệu kim loại còn giúp khả năng tản nhiệt hiệu quả hơn đồng thời bảo vệ thân máy từ các tác động vật lý bên ngoài hơn so với chất liệu nhựa. Phần viền màn hình còn được thiết kế theo xu hướng viền mỏng hiện nay cho trải nghiệm hình ảnh rộng hơn và giúp giảm thiểu đáng kể kích thước và trọng lượng của máy.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840906/products/SKU200500861/desc/gjwnvik7yt1iqb2uwnwx.jpg"
        }, 
        {
            "content" : "Hiệu năng xử lý tối ưu\nViệc được trang bị bộ vi xử lý Intel Core thế hệ thứ 10 mới nhất, giúp mang lại cho Acer Aspire 5 A514-53-50JA (NX.HUSSV.002) sức mạnh xử lý vượt trội, cùng với bộ nhớ RAM có thể nâng cấp giúp bạn có thể xử lý đa nhiệm nhanh chóng các tác vụ công việc hằng ngày. Bộ nhớ lưu trữ có thể nâng cấp lên đến 1TB SSD dường như là cấu hình tiêu chuẩn trên các dòng laptop mỏng nhẹ hiện nay, đảm bảo mọi tác vụ được xử lý nhanh chóng hơn ổ HDD truyền thống.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609840908/products/SKU200500861/desc/p6o4by4qfklwyzkynuc0.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4390dc8990b2eb4d6c309"), 
    "title" : "Đánh giá chi tiết Laptop ACER Predator Helios 300", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff43b4cc8990b2eb4d6c30d"), 
    "desc" : [
        {
            "content" : "Bản lề ErgoLift 360 độ, thiết kế kim loại nguyên khối mỏng và nhẹ chỉ 1.2Kg\nAsus đã sử dụng loại bản lề kiểu mới ErgoLift cho chiếc laptop ZenBook UX371EA-HL701TS của mình mang đến khả năng mở với góc rộng lên đến 360 độ. Với bộ bản lề này người dùng có thể dễ dàng thay đổi kiểu dáng sử dụng một cách tiện lợi và giữ màn hình ở mọi góc nhìn chắc chắn với độ bền gập mở lên đến 20.000 lần đóng mở. Đặc biệt hơn, Asus cũng đã khá quan tâm đến vẻ ngoài của chiếc laptop khi sử dụng kim loại là chủ yếu trên toàn bộ khung viền của chiếc laptop. Mang đến độ bền cao khi sử dụng và tạo nên điểm nổi bật riêng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609841480/products/SKU200500863/desc/pnbnqkwf0wjajvz2qbhx.jpg"
        }, 
        {
            "content" : "\nMàn hình độ phân giải 4K, tích hợp chip Intel Iris Xe Graphics\nAsus đã khá ưu ái khi trang bị cho chiếc laptop ZenBook của mình với màn hình kích thước chuẩn đạt 13.3 inch hiển thị hầu như đầy đủ mọi thông tin cần thiết dành cho công việc của bạn. Ngoài ra, màn hình của chiếc laptop ZenBook UX371EA-HL701TS còn được trang bị độ phân giải lên đến 4K với điểm ảnh đạt 3840x2160px. Cho khả năng hiển thị sắc nét mọi hình ảnh đến mắt người dùng.\nKhông những vậy, Asus đã sử dụng tấm nền OLED với dải màu sắc khá chính xác kèm công nghệ hình ảnh HDR thực tế mọi hình ảnh hiển thị đến mắt người dùng, đạt chuẩn hầu hết mọi chuẩn hình ảnh khắt khe cao cấp mà bạn cần.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609841483/products/SKU200500863/desc/djyyfqsvjmnzm6kb6b35.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff43b4cc8990b2eb4d6c30c"), 
    "title" : "Đánh giá chi tiết Asus ZenBook UX371EA-HL701TS", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff43df5c8990b2eb4d6c310"), 
    "desc" : [
        {
            "content" : "Tiêu điểm chính Máy tính xách tay/ Laptop Asus Vivobook S533FA-BQ026T (i5-10210U) (Trắng)\nAsus được đánh giá luôn là một trong những cái tên sáng giá nhất cho vị trí laptop văn phòng hàng đầu thế giới. Với sự phát triển đến từ nhà sản xuất qua nhiều năm nghiên cứu, rút kinh nghiệm và sự bồi đắp của tri thức đã mang đến cho người sử dụng những sản phẩm tâm đắc nhất với 2 tiêu chí hợp giá tiền cân bằng với thiết kế và hiệu quả sử dụng.\n\nCó lẽ nhà phát hành cũng khá bất ngờ khi sản phẩm họ mang tới được hướng tới là sự lựa chọn của thế hệ trẻ nhưng thật bất ngờ là sản phẩm lại nhận được rất nhiều sự quan tâm của cả thế hệ những người trưởng thành, có tuổi vì nó phù hợp và đáp ứng được những tiêu chí mà họ cần.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609842162/products/SKU200500864/desc/v9kiawbliykz7w7s5geb.jpg"
        }, 
        {
            "content" : "\nCấu hình chi tiết về Laptop Asus Vivobook S533FA-BQ011T\nSeries Vivobook S15 S553FA mang tới cho người sử dụng 2 sự lựa chọn về cấu hình\n\nBộ vi xử lý Intel® Core™ i7-10510U\nBốn nhân 1,8GHz với Turbo Boost (lên đến 4,9GHz) và bộ nhớ đệm 8MB\nBộ vi xử lý Intel® Core™ i5-10210U\nBốn nhân 1,6GHz với Turbo Boost (lên đến 4,2GHz) và bộ nhớ đệm 6MB\nHỗ trợ Ram 8GB 2666MHz DDR4 mang tới trải nghiệm cao cấp cho thế hệ laptop mới với khả năng xử lý đa nhiệm tốt hơn, người sử dụng có thể hoàn thành công việc một cách nhanh chóng bởi sự đồng bộ trong thao tác xử lý công việc.\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609842164/products/SKU200500864/desc/xj8xpditptnjpnkiqxhq.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff43df5c8990b2eb4d6c30f"), 
    "title" : "Đánh giá Máy tính xách tay/ Laptop Asus Vivobook S533FA-BQ026T (i5-10210U) (Trắng)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff46229c8990b2eb4d6c313"), 
    "desc" : [
        {
            "content" : "Hiệu suất đáng kinh ngạc\nĐược trang bị sức mạnh để giải quyết mọi tình huống, ASUS TUF Gaming A17 FA706II-H7125T mang đến hiệu năng đáng kinh ngạc để chơi game, phát trực tuyến hoặc ngay cả thiết kế đồ họa chuyên nghiệp. Bộ xử lý CPU đến từ AMD Ryzen thế hệ mới nhất lên đến 8 nhân có thể kích hoạt tới 16 luồng (tùy chọn phiên bản cấu hình) để cung cấp khả năng xử lý đa nhiệm nhanh chóng. Khả năng đồ họa được kết hợp với GPU rời lên đến GeForce RTX 2060 (tùy chọn phiên bản cấu hình), có thể đảm bảo tốc độ khung hình cao trong một loạt các trò chơi phổ biến hiện nay.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609851431/products/SKU200500865/desc/ubiignwdxqpjxa506nhn.jpg"
        }, 
        {
            "content" : "Kiểu dáng đẹp bắt mắt\nASUS TUF Gaming A17 FA706 mang đến hai kiểu dáng đẹp ấn tượng giúp game thủ tự do hơn khi thể hiện phong cách cá nhân. Chọn giữa khung máy Fortress Grey lịch lãm và bóng bẩy, hoặc thiết kế Bonfire Black hầm hố bắt mắt với điểm nhấn là đường sọc đỏ thẫm. Thiết kế tổ ong tinh tế được trang trí trên bề mặt dưới khung máy giúp tăng độ bám cũng như khả năng lưu thông không khí làm mát, trong khi thiết kế trải xước trên chiếu nghỉ tay giữ cho bề mặt luôn bóng mượt và sạch sẽ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609851432/products/SKU200500865/desc/cmzfipbnnvdbrwms3ufo.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff46228c8990b2eb4d6c312"), 
    "title" : "Laptop ASUS TUF Gaming FA706II-H7125T 90NR03P1-M02220", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff46419c8990b2eb4d6c316"), 
    "desc" : [
        {
            "content" : "Thiết kế mỏng nhẹ\nMang đến một kỷ nguyên hoàn toàn mới cho dòng laptop mỏng nhẹ, laptop ASUS ZenBook 15 UX534FTC-A9168T sở hữu một khung máy có kích thước siêu nhỏ gọn và siêu nhẹ. Hơn thế nữa, màn hình siêu mỏng trên cả bốn cạnh khiến ZenBook 15 nhỏ gọn hơn 12% so với thế hệ trước đó và là mẫu laptop 15 inch nhỏ gọn nhất thế giới trong khung máy tương đương 14 inch, cho phép bạn thỏa sức thể hiện phong cách và sáng tạo mọi lúc mọi nơi.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609851927/products/SKU200500866/desc/mrxapjfkvyn3w22fy8t1.jpg"
        }, 
        {
            "content" : "Màn hình bất tận\nThiết kế viền NanoEdge siêu mỏng mang đến tỷ lệ hiển thị hình ảnh trên màn hình lớn hơn trong một khung máy có kích thước nhỏ hơn, đem lại trải nghiệm mọi loại nội dung một cách đắm chìm tuyệt đối và thỏa mãn thị giác của bạn. Độ phân giải cao cùng công nghệ góc nhìn rộng cho hình ảnh luôn rõ nét từ mọi góc nhìn. Mọi nội dung hiển thị trên ASUS ZenBook 15 UX534FTC đều trở nên đẹp nhất, chính xác và sống động.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609851928/products/SKU200500866/desc/acvmtkmnlr9qgjg7vasz.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff46418c8990b2eb4d6c315"), 
    "title" : "Laptop ASUS ZenBook 15 UX534FTC-A9168T", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff465c5c8990b2eb4d6c319"), 
    "desc" : [
        {
            "content" : "Thiết kế chắc chắn, bền vững\nLaptop Dell Vostro 15 3590 (3590-GRMGK2) (i7-10510U) (Đen) được thiết kế với vẻ ngoài chắc chắn, bền vững kết hợp với màu đen chủ đạo khiến cho nó trở nên sang trọng hơn. Trọng lượng và độ dày của laptop là 2,1kg và 20mm không quá cồng kềnh để bạn mang theo chiếc máy khi đi học hay đi làm. Với thiết kế chắc chắn giúp cho Laptop Dell Vostro 15 3590 là một trong những lựa chọn được nhiều doanh nghiệp và cá nhân sử dụng.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609852356/products/SKU200500867/desc/fd1y2jgpreqtrj97tpmu.webp"
        }, 
        {
            "content" : "Màn hình sắc nét \nLaptop Dell Vostro 15 3590 (3590-GRMGK2) (i7-10510U) (Đen) màn hình lớn 15,6 inch và độ phân giải Full HD, sử dụng công nghệ màn hình LED Backlit hiển thị hình ảnh sắc nét, màu sắc tươi sáng và độ tương phản hình ảnh cao hơn. Màn hình này còn có khả năng chống chói, cho phép bạn sử dụng ở những nơi nguồn sáng mạnh như ngoài trời. Máy có đường viền mỏng cho tỉ lệ màn hình lớn mang lại trải nghiệm hình ảnh, video sống động, chân thực.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609852357/products/SKU200500867/desc/kbtnwr15pivocdxqwcws.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff465c5c8990b2eb4d6c318"), 
    "title" : "Máy tính xách tay/ Laptop Dell Vostro 15 3590 (3590-GRMGK2) (i7-10510U) (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff47f71c8990b2eb4d6c31c"), 
    "desc" : [
        {
            "content" : "Kết nối thiết bị với Dell Mobile Connect\nKết nối smartphone: Truy cập nhiều thiết bị cùng lúc mà không làm xao nhãng sự chú ý của bạn, Dell Mobile Connect giúp ghép nối điện thoại thông minh iOS hoặc Android với Dell Inspiron 15 3593-70205743 của bạn.\n\nHạn chế sự gián đoạn: Với Dell Mobile Connect, bạn có tùy chọn kênh thông báo từ các cuộc gọi điện thoại, SMS, IM và các ứng dụng khác ngay trên máy tính xách tay của bạn. Hãy tập trung vào một màn hình duy nhất và chỉ trả lời khi thuận tiện cho bạn.\n\nĐảm bảo quyền riêng tư: Điện thoại của bạn kết nối với Dell Inspiron 15 3593-70205743 thông qua điểm kết nối an toàn của Dell Mobile Connect để dữ liệu của bạn không bao giờ bị lộ qua các kết nối internet không an toàn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609858927/products/SKU200500868/desc/yjeu8galv5c3io0wjkqa.jpg"
        }, 
        {
            "content" : "Linh hoạt với nhu cầu của bạn\nCổng kết nối: Kết nối với TV hoặc màn hình bằng cổng HDMI, tải ảnh qua khe cắm thẻ SD, tận hưởng tốc độ truyền nhanh từ tất cả các phụ kiện của bạn với cổng USB Type-C và USB 3.1 Gen 1.\n\nThiết kế gọn gàng: chiếc máy tính Dell Inspiron 15 3593-70205743 dễ dàng mang theo bên mình mọi nơi, trong khi bề ngoài bóng bẩy làm cho nó trở thành một phụ kiện bắt mắt giúp bạn luôn nổi bật.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609858928/products/SKU200500868/desc/gak41q0qi1vzdqirc6n1.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff47f71c8990b2eb4d6c31b"), 
    "title" : "Laptop Dell Inspiron 15 3593-70205743", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff480f7c8990b2eb4d6c31f"), 
    "desc" : [
        {
            "content" : "\n\nHiệu suất tối ưu mỗi ngày\nBộ xử lý: Bộ xử lý Intel Core thế hệ mới nhất mang đến cho Laptop Dell Inspiron 3567-N3567U khả năng phản hồi nhanh và đa nhiệm liền mạch.\n\nLưu trữ thoải mái: với ổ cứng HDD truyền thống có dung lượng tối đa 1TB giúp bạn lưu giữ các tệp dữ liệu của mình một cách vô cùng thoải mái mà không phải lo lắng.\n\nMàn hình tuyệt đẹp: Màn hình độ phân giải FHD với tấm nền chống phản chiếu mang lại hình ảnh rõ nét, tươi sáng, dễ nhìn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609859317/products/SKU200500869/desc/rnk6mifieoxli4vehu3s.jpg"
        }, 
        {
            "content" : "Kết nối thiết bị với Dell Mobile Connect\nKết nối smartphone: Truy cập nhiều thiết bị cũng lúc mà không làm xao nhãng sự chú ý của bạn, Dell Mobile Connect giúp ghép nối điện thoại thông minh iOS hoặc Android với Laptop Dell Inspiron 3567-N3567U của bạn.\n\nHạn chế sự gián đoạn: Với Dell Mobile Connect, bạn có tùy chọn kênh thông báo từ các cuộc gọi điện thoại, SMS, IM và các ứng dụng khác ngay trên máy tính xách tay của bạn. Hãy tập trung vào một màn hình duy nhất và chỉ trả lời khi thuận tiện cho bạn.\n\nĐảm bảo quyền riêng tư: Điện thoại của bạn kết nối với Laptop Dell Inspiron 3567-N3567U thông qua điểm kết nối an toàn của Dell Mobile Connect để dữ liệu của bạn không bao giờ bị lộ qua các kết nối internet không an toàn.\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609859319/products/SKU200500869/desc/aiuhhshbkdauzpwgom9x.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff480f7c8990b2eb4d6c31e"), 
    "title" : "Laptop Dell Inspiron 3567-N3567U", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff48262c8990b2eb4d6c322"), 
    "desc" : [
        {
            "content" : "Thiết kế\nThiết kế cao cấp với lớp vỏ cứng cáp đem lại vẻ sang trọng, thanh thoát cũng như sự hầm hố không thể không có ở các mẫu laptop gaming. Không cầu kì, không phức tạp Laptop Dell Inspiron 7588G7 với sự đơn giản tạo nên cái riêng của mình chinh phục người dùng. Bên cạnh đó, tiện dụng và bền bỉ là những gì cảm nhận được khi thấy được lớp vỏ chắc chắn của Laptop Dell Inspiron 7588G7.\nTổng thể máy có kích thước 389 x 274 x 24,95 mm, được làm bằng chất liệu nhôm nguyên khối đến từ những nguyên liệu tốt nhất kết hợp tông màu xanh đen vừa mang lại sự hài hòa vừa thể hiện chất \"huyền bí\" trong phong cách thiết kế của 7588G7, đủ thu hút mọi ánh nhìn.\nLà 1 chiếc laptop cấu hình mạnh nên máy có độ dày hơi cao (nhằm hỗ trợ tản nhiệt lớn hơn), lên đến 2,5 cm, trọng lượng 2.8 kg. Phù hợp với những bạn nam để có thể “gánh vác” em nó trên vai, Dell Inspiron 7588G7 không thích hợp với những chuyến du lịch, picnic vì anh chàng này quá khổ quá tải.\n\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609859680/products/SKU200500870/desc/xbgv0rdpxfc6t9sozuzm.jpg"
        }, 
        {
            "content" : "\n\nHiệu năng phần cứng\nCPU:\n\nDell Inspiron 7588G7-NCR6R1 được trang bị bộ vi xử lý mạnh mẽ Intel Core i5-8300H (ngang ngửa con chip i7-7700HQ đời trước) với xung nhịp turbo boost lên tới 4GHz và 8GB RAM DDR4,  Gaming 15 rất mạnh mẽ trong các tác vụ xử lí đa luồng. Những game thủ cày game nặng, vừa chơi game vừa stream, hay kể cả những người làm việc chuyên nghiệp với các phần mềm chỉnh sửa video, hình ảnh, dựng hình, thậm chí render hình, clip,… đều sẽ được hưởng lợi từ sức mạnh đơn/ đa nhân vượt trội của CPU i5-8300H được trang bị trên máy.\nThử nghiệm xem 1 bộ phim và cùng lúc mở 18 tab Chrome khác, một số tab kết hợp cả bật các video streaming, kết hợp sử dụng Windows Defender để quét toàn bộ máy tính . Kết quả thật khó tin, không có bất kỳ hiện tượng giật lag nào.\nRõ ràng với Intel i5-83000H thì hiệu năng không còn gì phải bàn cãi, nó quá mạnh rồi. Phục vụ nhu cầu giải trí, gaming cho đến xem phim, đa nhiệm đều cho kết quả hoàn hảo.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609859682/products/SKU200500870/desc/dmjbapnkdy7pyn62kwbw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff48262c8990b2eb4d6c321"), 
    "title" : "Overview Laptop Dell Inspiron 7588G7-NCR6R1", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff48410c8990b2eb4d6c325"), 
    "desc" : [
        {
            "content" : "Màn hình viền mỏng sắc nét\nMàn hình có các viền 6.5mm siêu mỏng tạo ra một thiết kế cực kỳ mỏng nhẹ, và tỷ lệ hiển thị hình ảnh trên khung máy lên đến 81%. Laptop HP 15s-du0059TU (6ZF65PA) này cho phép bạn xem nhiều hơn một cách chi tiết, qua đó giúp bạn làm việc hiệu quả hoặc giải trí \"đã\" hơn cho một ngày năng động.\n\nLàm việc và giải trí theo cách tốt nhất hiện nay. Thưởng thức hình ảnh và phim bom tấn với chất lượng hình ảnh và độ nét cao rất chi tiết trong tổng số 1 triệu điểm ảnh.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860110/products/SKU200500871/desc/rkew7gae1qcu92raaa20.jpg"
        }, 
        {
            "content" : "Hiệu suất xử lý tốt nhất\nLaptop HP 15s-du0059TU (6ZF65PA) được trang bị nền tảng xử lý đủ mạnh cho ngày bận rộn nhất của bạn với bộ vi xử lý Intel® mới nhất và các tùy chọn đồ họa NVIDIA® (tùy chọn phiên bản cấu hình). Bạn sẽ luôn sẵn sàng giải quyết mọi công việc hằng ngày nhanh chóng nhờ khả năng làm việc đa nhiệm, chỉnh sửa đa phương tiện và chơi game phổ thông.\nĐược thiết kế để hoạt động hiệu quả hơn và đáng tin cậy hơn ở tốc độ nhanh hơn, chuẩn DDR4 là tương lai của bộ nhớ RAM. Với băng thông cao hơn, tất cả mọi thứ từ xử lý đa nhiệm để làm việc hoặc giải trí được tăng hiệu suất rõ rệt.\nĐừng lo lắng về việc gia tăng dung lượng bộ sưu tập phim ảnh, các bài hát, và hình ảnh của bạn. Với tùy chọn lưu trữ lớn, bạn có thể lưu tất cả mà vẫn còn dư dung lượng cho sau này.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860111/products/SKU200500871/desc/menmwav6fkcsgycgwxyi.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4840fc8990b2eb4d6c324"), 
    "title" : "Overview Laptop Dell Inspiron 7588G7-NCR6R1", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff485a1c8990b2eb4d6c328"), 
    "desc" : [
        {
            "content" : "Thiết kế sang trọng và phong cách\nHP ProBook 445 G6-6XQ03PA sở hữu một thiết kế sang trọng và lịch lãm cho mọi doanh nghiệp. Toàn bộ khung máy được chế tác gọn nhẹ với màn hình gần như tràn viền có khả năng mở rộng 180° giúp bạn dễ dàng chia sẻ nội dung với mọi người xung quanh. Tổng thể máy được xây dựng chắc chắn với cạnh máy được cắt tỉa gọn gàng cùng với màu bạc sang trọng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860510/products/SKU200500872/desc/cbad70cvout9yydtm5q2.jpg"
        }, 
        {
            "content" : "Độ bền và bảo mật cao\nĐối với một doanh nghiệp thì việc có một chiếc máy tính xách tay có tính bền bỉ và bảo mật cao là hết sức cần thiết. Chiếc laptop HP ProBook 445 G6-6XQ03PA có những tính năng được thiết kế riêng cho doanh nghiệp như tính bảo mật được cải tiến thêm nhiều tính năng và được thiết kế với khung máy cứng cáp cùng các tùy chọn kết nối mới nhất đáp ứng tốt cho nhu cầu của doanh nghiệp.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860512/products/SKU200500872/desc/xac37smkda4y2nsc3una.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff485a0c8990b2eb4d6c327"), 
    "title" : "Overview Laptop HP ProBook 445 G6-6XQ03PA", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4877ec8990b2eb4d6c32b"), 
    "desc" : [
        {
            "content" : "Màn hình chơi game chuyên nghiệp\nMáy tính xách tay Laptop HP Pavilion Gaming 15-ec1054AX 1N1H6PA với màn hình 15.6 inch cho độ phân giải 1920 x 1080 FullHD và tấm nền IPS cho bạn trải nghiệm game chi tiết, độ sắc nét vượt trội và màu sắc nổi bật cùng hình ảnh rực rỡ. Bạn sẽ bị chìm đắm hoàn toàn vào thế giới ảo đầy kịch tính và hấp dẫn. Đặc biệt, với công nghệ chống chói lóa giúp bảo vệ mắt bạn hoàn hảo hơn, hạn chế tối đa tình trạng mỏi mắt khi bạn chơi game trong thời gian dài.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860987/products/SKU200500873/desc/akq7h1urcrhnl9ysolqh.jpg"
        }, 
        {
            "content" : "Bàn phím thiết kế rộng rãi hợp lý cho bạn thao tác thoải mái\nBàn phím của máy tính HP được thiết kế ấn tượng và nổi bật với lớp đèn nền màu xanh bắt mắt. Sự phân bố hợp lý và rộng rãi, cho bạn cảm giác gõ phím nhẹ nhàng thoải mái và cực kỳ êm ái. Khu vực touchpad cũng được thiết kế rất rộng rãi và trơn mịn, cảm ứng đa điểm cực nhạy, cho phép bạn thoải mái thao tác và di chuyển.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609860989/products/SKU200500873/desc/xta2ayvqgadr12has2o8.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4877dc8990b2eb4d6c32a"), 
    "title" : "Overview Laptop HP Pavilion Gaming 15-ec1054AX 1N1H6PA", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4893cc8990b2eb4d6c32e"), 
    "desc" : [
        {
            "content" : "Măt trước của chiếc card VGA MSI GTX 1060 6GT OCV1 có thiết kế góc cạnh phù hợp với nhiều sở thích của game thủ, sử dụng chất liệu nhựa lỳ cứng cáp với tông màu chủ đạo là đen. Mặc dù có giá cả rất phải chăng nhưng chiếc card này hoàn toàn cho thấy sự tỷ mỉ và toàn tâm toàn ý của MSI vào từng đứa con tinh thần của mình.  Hãng đã củng cố thêm cho hình ảnh mạnh mẽ của chiếc card này bằng các đường trang trí góc cạnh chìm nổi sắc nét, cách điệu tạo tính thẩm mỹ cao, đi kèm với một vài chi tiết màu trắng nhấn nhá cho sản phẩm đỡ tẻ nhạt hơn so với một thiết kế toàn màu đen.\n\nMặc dù là card đồ họa tầm trung, MSI GTX 1060 6GT OCV1 vẫn được trang bị hệ thống quạt tản nhiệt  Twin Frozr giống hết những chiếc card cao cấp khác của MSI. MSI GTX 1060 6GT OCV1 bao gồm 2 quạt tản nhiệt với các cánh quạt được sắp xếp theo khoảng cách vừa đủ để có thể lưu thông không khí một cách tốt nhất. Thiết kế cánh quạt được chia làm hai nửa với kết cấu bề mặt khác nhau có thể làm tăng hiệu suất làm mát thêm 22% so với các loại quạt thông thường khác.  Ngoài ra, thiết kế trục kép ở quạt tản nhiệt sẽ tăng tốc độ vận hành của quạt, đồng thời đảm bảo nhiệt độ ổn định cho card và hạn chế yên tĩnh tuyệt đối cho game thủ khi chơi mà không bị phân tâm bởi tiếng ù ù khó chịu. Phần trục quạt cũng được trang khí biểu tường hình tròn xoáy khá phù hợp với tổng thể sản phẩm.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609861434/products/SKU170500820/desc/rf1qj0pmnexkmlir4g4q.png"
        }, 
        {
            "content" : "Card đồ họa MSI GTX 1060 6GT OCV1 có thể vận hành trơn tru nhờ vào tấm tản nhiệt bằng chắc chắn, với các lá tản nhiệt được sắp xếp dày đặc sẽ chuyển nhiệt lượng nhanh nhất từ GPU đến thẳng một ống dẫn nhiệt bằng đồng có hình chữ S, cho phép hệ thống máy tính luôn giữ được nhiệt độ ổn định trong quá trình sử dụng.\n\nTuy nhiên, với mức giá bán như hiện nay, MSI GTX 1060 6GT OCV1 không được trang bị tấm nền ở mặt sau chiếc card, do đó nếu người sử dụng muốn bảo vệ tốt hơn các bo mạch và lo sợ hiện tượng cong bề mặt sau một thời gian, họ hoàn toàn có thể trang bị thêm một tấm ốp lưng ở đằng sau để có thể yên tâm hơn khi sử dụng, và nó cũng không ảnh hưởng gì đến quá trình vận hành của chiếc card.\n\nMSI GTX 1060 6GT OCV1 sử dụng đầu cắm nguồn 6 pin có trang bị thêm cuộn cảm bảo vệ đầu vào, được bố trí ở cạnh trên của sản phẩm, và hướng về phía tản nhiệt. Cạnh trái của chiếc card được trang bị 3 cổng xuất tín hiệu bao gồm cổng Display Port 1.4, cổng HDMI chuẩn 2.0 và cổng DVI.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609861436/products/SKU170500820/desc/f1ju2mbb1abzki5fdvy7.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4893cc8990b2eb4d6c32d"), 
    "title" : "VGA MSI GTX 1060 6GT", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff48ae9c8990b2eb4d6c331"), 
    "desc" : [
        {
            "content" : "Chống ẩm\nTrên bề mặt của ASUS EX-H310M-V3 được phủ một lớp dạ quang chống ẩm trên khắp các khu vực kết nối nhạy cảm, nhằm tăng khả năng hoạt động ổn định ở những quốc gia có độ ẩm cao như Việt Nam, đặc biệt là với môi trường của các cửa hàng internet cafe.\nLưu ý: lớp phủ dạ quang này chỉ thấy được dưới điều kiện ánh sáng tia cực tím.\nÂm thanh\nASUS EX-H310M-V3 sử dụng bộ giải mã âm thanh ALC887 cùng với việc sử dụng linh kiện xử lý âm thanh cao cấp như tụ Nhật Bản và được cách ly hoàn toàn so với phần còn lại của bo mạch, đem lại chất âm ấm, tự nhiên đồng thời đảm bảo độ sạch của tín hiệu tới đôi tai của game thủ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609861862/products/SKU190500857/desc/xew9zpb7uxovh1y1g1rf.jpg"
        }, 
        {
            "content" : "Chống tĩnh điện\nNgay sau các cổng kết nối thiết yếu của ASUS EX-H310M-V3 như cổng USB, LAN đều có một bảng mạch tích hợp có nhiệm vụ ngăn chặn các tác nhân gây ra biến áp/ tĩnh điện với dòng điện lớn đi qua các cổng kết nối này, gây ra hư hại cho các linh kiện kết nối trên bo mạch chủ.\nGia cố\nVới việc các dòng card đồ họa ngày càng được cải thiện về thiết kế tản nhiệt thì đi kèm theo đó là khối lượng cũng tăng lên đáng kể, việc khe cắm PCIe trên ASUS EX-H310M-V3 được gia cố để tăng khả năng chịu lực là một điều hết sức cần thiết, với khả năng chịu lực gấp 1.6 lần so với các thiết kế trước đây, game thủ hoàn toàn có thể thoải mái trong việc lắp đặt card đồ họa ngay cả với những dòng card đồ họa cao cấp nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609861865/products/SKU190500857/desc/o1qycfbcbavqxq8gw8if.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff48ae9c8990b2eb4d6c330"), 
    "title" : "Giới thiệu bo mạch chủ ASUS EX-H310M-V3", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff48d3dc8990b2eb4d6c334"), 
    "desc" : [
        {
            "content" : "Chất lượng đáng tin cậy\nRAM GIGABYTE 8GB DDR4-2666 với các IC được lựa chọn khắt khe và kỹ thuật chế tạo thủ công để có độ tin cậy, khả năng tương thích và hiệu suất tốt nhất.\nBộ nhớ hiệu suất cao\nBộ nhớ RAM GIGABYTE 8GB DDR4-2666 được xây dựng trên 10 lớp PCB được thiết kế tinh vi, đảm bảo sự ổn định và hiệu suất cao của các Ics đã chọn. Tản nhiệt của bộ nhớ GIGABYTE được thiết kế để mang lại hiệu năng tốt nhất. Các vật liệu chất lượng cao cung cấp tản nhiệt tốt hơn, đảm bảo sự ổn định của bộ nhớ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609862459/products/SKU160500831/desc/tmntwu2pwwm4utuylsbu.jpg"
        }, 
        {
            "content" : "Quy trình kiểm tra nghiêm ngặt\nTất cả các mô-đun bộ nhớ RAM GIGABYTE 8GB DDR4-2666 đã được kiểm tra thông qua quy trình kiểm tra tiêu chuẩn nghiêm ngặt để đảm bảo cho người dùng hiệu năng tối ưu mà không ảnh hưởng về trải nghiệm sử dụng.\nCác thông số khác\nHỗ trợ XMP 2.0: Bộ nhớ GIGABYTE hỗ trợ Intel XMP 2.0 cho phép bạn có được hiệu năng tốt nhất bằng cách bật cấu hình trong khi độ ổn định của hệ thống được đảm bảo.\nBảo hành lâu dài: Bộ nhớ GIGABYTE cung cấp dịch vụ bảo hành lên đến 36 tháng. Các trung tâm dịch vụ của GIGABYTE có thể cung cấp hỗ trợ kỹ thuật trong trường hợp xảy ra sự cố.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609862461/products/SKU160500831/desc/sonu47nfkwqgixmqia1j.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff48d3dc8990b2eb4d6c333"), 
    "title" : "Giới thiệu RAM GIGABYTE 8GB DDR4-2666 (GP-GR26C16S8K1HU408 G_DDR2666)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff48f04c8990b2eb4d6c337"), 
    "desc" : [
        {
            "content" : "Thiết kế cứng cáp, sang trọng \nVề kiểu dáng A50s khá giống với dòng A50 với bộ khung máy được làm từ chất liệu nhựa cùng màn hình là lớp kính cong 2.5D. Tạo nên vẻ ngoài cứng cáp, điểm khác biệt ở đây là mặt phía sau lưng được khắc những đường cắt tạo hiệu ứng 3D hiện đại, sang trọng hơn. Đường cong ở hai cạnh lưng tạo nên sự mềm mại và chắc tay khi cầm, giúp hạn chế trượt tay khi sử dụng.\nMàn hình lớn 6.4 inch độ phân giải FHD+ sắc nét", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609862913/products/SKU210500811/desc/zgvqnglvxcddbtdoeunf.jpg"
        }, 
        {
            "content" : "Chụp ảnh cực nét với bộ ba camera 48MP\nCụm 3 camera sau của A50s được thiết kế dọc với ống kính chính 48MP cùng khẩu độ f/2.0, 1 ống kính xóa phông 5MP và ống kính góc siêu rộng 8MP. Nếu so với các dòng điện thoại với mức giá tầm trung thì A50s hầu như không có đối thủ. Với độ phân giải và khẩu độ của camera chính, điện thoại giúp chụp được những bức ảnh sắc nét dù điều kiện thiếu ánh sáng. Còn có thể giúp bạn xóa phông cùng chụp ảnh rộng lên đến 123° , ghi lại từng khoảnh khắc theo ý muốn của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609862916/products/SKU210500811/desc/aei7isfws5w4zijlksht.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff48f04c8990b2eb4d6c336"), 
    "title" : "Giới thiệu Điện thoại Samsung Galaxy A50s 64GB", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4926fc8990b2eb4d6c33a"), 
    "desc" : [
        {
            "content" : "Tính năng nổi bật\n1. Luôn sẵn sẵng đồng hành cùng bạn\nPin dự phòng Mi 2S thế hệ mới (10000mAh) được tích hợp cổng USB kép và hỗ trợ nhiều giao thức sạc nhanh với thiết kế gọn nhẹ để bạn dễ dàng mang theo bên mình. Bạn sẽ không còn phải lo lắng về pin của các thiết bị thông minh vì Mi 2S luôn sẵn sẵng ở trong hành trang của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609863787/products/SKU120500810/desc/mikoeru0ashv2yyd4fbe.jpg"
        }, 
        {
            "content" : "2.Đầu ra USB kép, Pin dự phòng 10000mAh\nThoải mái sử dụng với trang bị hai cổng đầu ra. Pin dự phòng Mi 2S thế hệ mới (10000mAh) sử dụng hai cổng đầu ra USB, không chỉ trang bị mạch điều khiển chính xác hơn, mà còn đảm bảo có đủ công suất để sạc đồng thời hai thiết bị thông minh\n3. Hiệu suất nạp và xả cao hơn. Công suất đầu vào đến 18W\nPin dự phòng Mi 2S thế hệ mới (10000mAh) với 12V 1,5A, 9V 2.0A và công suất sạc đầu vào 18W, rút ngắn đáng kể thời gian sạc đầy.\n4. Hỗ trợ nhiều giao thức sạc nhanh . Sạc điện thoại nhanh hơn\nPin dự phòng Mi 2S thế hệ mới (10000mAh) được hỗ trợ nhiều giao thức sạc nhanh cho đầu ra với công suất lên đến 14.4W. Khi hai cổng sạc cùng lúc, mỗi cổng có thể sạc với điện áp 5V2.4A và tổng công suất có thể đạt tới 15W. Với tính năng sạc nhanh và thông minh, giúp bạn tiết kiệm được nhiều thời gian quý báu.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609863791/products/SKU120500810/desc/jex2mnbhjrgcxzqgfqps.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4926fc8990b2eb4d6c339"), 
    "title" : "Giới thiệu Pin sạc dự phòng Xiaomi Mi 2S", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4934575cb79027b819056"), 
    "desc" : [
        {
            "content" : "Thiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD\nThiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD đem lại một chuẩn mực mới cho webcam. Đây là thiết bị ghi hình được ứng dụng những công nghệ mới và tiên tiến nhất thế giới, giúp tạo ra những hình ảnh, thước phim sắc nét, chất lương cao, phục vụ cho việc truyền phát trực tiếp hoặc quay phim.\n\nThiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD được trang bị sẵn tính năng tạo ra các video hấp dẫn dù đang ở trong điều kiện nào. Độ phân giải của camera là 4K, cho khả năng thu phóng kỹ thuật số 5 lần, tốc độ khung hình cao, hiệu suất vượt trội trong điều kiện ánh sáng yếu, HDR, và RightLight™ 3.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864001/products/SKU190900188/desc/irkxa7kczn6n3dhdan9k.jpg"
        }, 
        {
            "content" : "Thiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD\nNhững tính năng chính của sản phẩm\nThiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD ở tốc độ 30 khung hình/giây hoặc 1080p ở tốc độ 30 hoặc 60 khung hình/giây cho độ rõ ràng, mượt mà và chi tiết vượt trội. Quả thật với các thông số kỹ thuật như này, camera sẽ cho được các video với độ phân giải cao, hình ảnh rõ ràng sắc nét, màu sắc chân thực, sống động. Khả năng thu hình cận cảnh tốt hơn với tính năng thu phóng 5 lần.\n\nThiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD được trang bị công nghệ RightLight™ 3 và công nghệ dải tương phản động mở rộng (HDR) giúp điều chỉnh ánh sáng tuyệt vời, cho ra đời các đoạn video, truyền phát trực tiếp tuyệt vời nhất trong mọi điều kiện ánh sáng.\nThiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD\nNgoài ra, trong camera còn có cảm biến quang học và hồng ngoài, và tính năng nhận diện khuôn mặt nhanh chóng, đặc biệt an toàn cho Windows Hello. Từ nay, không cần phải nhập mật khẩu cho Windows 10: chỉ cần nhìn thẳng vào ống kính BRIO để đăng nhập.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864003/products/SKU190900188/desc/avjftvtqwadah0cyfz5v.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4934575cb79027b819055"), 
    "title" : "Giới thiệu, đánh giá sản phẩm Thiết bị ghi hình/Webcam Logitech Brio-4K Ultra HD", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff493b3c8990b2eb4d6c33d"), 
    "desc" : [
        {
            "content" : "Phụ kiện\nTrải nghiệm đem lại khi mở hộp ovann x17  khá đã tay, phần bên ngoài được in chìm hình thiên thần gãy cánh, biểu tượng tên cũng như dây nối 3 giắc riêng biệt (sẽ nói sau trong bài viết), cấu tạo cũng như thông số của tia nghe  được in ở đằng sau hộp, giúp cho cái nhìn tổng quan về sản phẩm.Từ bên ngoài ta có thể thấy được một bên tai nghe qua lớp giấy bóng. Hộp khá chắn chắn, tai nghe nằm trong vừa khít với hộp, khi lấy ra phần dây được bọc trong túi nilon đồng thời được buộc bằng dây khá gọn gàng, tai nghe được để trên phần bìa giấy được in màu đen-cam chủ đạo của tai. Chỉ với một thao tác mở phần nắp và kéo nhẹ ta có thể dễ dàng lấy tai nghe ra khỏi hộp.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864112/products/SKU150500857/desc/rrbisbcwubuqfcauryeo.jpg"
        }, 
        {
            "content" : "Thiết kế\nVới thiết kế hai màu đen-cam xen lẫn, ovann x17 tạo cảm giác ấm, thu hút, quyến rũ sáng tạo. Là tai nghe chuyên chơi game nên ovann x17 khá chắc chắn với phần gọng rộng được làm từ nhựa dẻo dễ điều chỉnh, đồng thời thân thiện với da. Phần gọng cũng có các lỗ thoáng khí, thích hợp để các game thủ sử dụng trong một khoảng thời gian dài mà vẫn thoải mái, không bị đau tai.\nPhần đệm da chụp tai giúp cách âm khỏi các tiếng ồn không mong muốn một cách hiệu quả. Nút điều chỉnh âm nằm sau tai trái khá nhạy giúp dễ dàng tùy chỉnh âm lượng theo ý muốn. Dây của tai nghe khá chắc chắn với dộ dài lên tới 2.4m chia ra làm 3 giắc cắm giúp chuyên biệt hóa 3 chức năng: tai nghe, microphone và phần giắc usb của đèn LED. Tổng thể ovann x17 có thiết kế thời trang và đặc biệt hoàn hảo dành cho mục đích chơi game.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864114/products/SKU150500857/desc/dclj4q4rkmi9lluxpejq.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff493b3c8990b2eb4d6c33c"), 
    "title" : "Đánh giá Tai nghe chơi game Ovann x17", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff494b175cb79027b819059"), 
    "desc" : [
        {
            "content" : "Là một chiếc máy ảnh hoàn hảo, IXUS 285 HS sử dụng cảm biến CMOS 20.2-megapixel để tạo ra các bức ảnh có độ phân giải cao để chia sẻ dễ dàng qua Wi-Fi và NFC. Với sự hỗ trợ của công nghệ ZoomPlus, phạm vi zoom được gấp đôi lên 24x mà không làm mất đi chất lượng hình ảnh.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864363/products/SKU190904398/desc/sh6cdogufprnj4hob4wh.jpg"
        }, 
        {
            "content" : "- Cảm biến CMOS độ nhạy cao 20.2 megapixel\n- Ống zoom quang học 12x (25 - 300mm) với ZoomPlus 24x\n- Wi-Fi & NFC\n* Tính năng\nỐng kính zoom quang học 12x và ghi hình Full HD\n\nĐược trang bị cảm biến CMOS độ phân giải cao 20.2 megapixel và ống kính zoom quang học 12x, máy ảnh IXUS 285 HS cho phép người sử dụng quay được những video Full HD và zoom chi tiết cảnh động và tĩnh. Công nghệ Ổn định Hình ảnh (IS) thông minh của IXUS 285 HS giúp nhận diện chuyển động và tự động sử dụng cài đặt IS tốt nhất để giảm độ rung của máy ảnh", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864365/products/SKU190904398/desc/iwwdg7mjw5swgee4kjlf.jpg"
        }, 
        {
            "content" : "Story highlights\n\nStory Highlight sử dụng thuật toán gốc của Canon để tạo ra một album (phim) dựa trên cốt truyện từ những bức ảnh tĩnh đã chụp. Nó cho phép người sử dụng dễ dàng tạo ra một bộ phim dài khoảng 2-3 phút từ ảnh tĩnh và cảnh cắt ra từ phim trong chế độ Hybrid Auto kèm theo tùy chọn lựa chọn và thêm nhạc từ thư viện nhạc nền có sẵn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864367/products/SKU190904398/desc/t0ddahhia65vpfciooxq.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff494b075cb79027b819058"), 
    "title" : "Đánh giá Máy ảnh Canon Ixus 285 HS (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff49521c8990b2eb4d6c340"), 
    "desc" : [
        {
            "content" : "Phù hợp với game thủ tầm trung trong phân khúc giá rẻ. DareU LK-145 mang lại cho người dùng trải nghiệm hoàn hảo nhất từ bộ đèn led 7 màu rực rỡ,sản phẩm được trang bị hệ thống đèn led với 5 hiệu ứng khác nhau vô cùng bắt mắt và ấn tượng, phím giả cơ phù hợp với các tựa game đòi hỏi nhiều thao tác và cổng kết nối chuẩn USB 2.0.\nBàn phím chơi game LK-145 được thiết kế mạnh mẽ, vuông vắn với mặt trên được làm bằng nhôm kim loại phủ sơn đen chống tĩnh điện. Bề dày mặt nhôm đóng vai trò chịu lực, chống nước, chống cháy, góp phần làm bàn phím trở nên cứng cáp hơn, khá phù hợp với những phòng game. Bàn phím giả cơ nên các nút bấm được nâng cao hơn hẳn so với phím cao su thông thường, mang lại trải nghiệm không kém phím cơ thật, nút phím mềm dễ thao tác, độ nảy cao giúp thao tác nhanh và không bị trơn trượt tay.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864477/products/SKU170500857/desc/ycmegp1l7ygo6dt5dtxt.jpg"
        }, 
        {
            "content" : "Cụm kê tay được thiết kế khá thoải mái, khiến người dùng cảm thấy thư giãn và êm ái khi phải làm việc hoặc chơi game trong thời gian dài. Nếu so sánh với các sản phẩm bàn phím khác cùng phân khúc, DareU LK-145 nổi trội ở chỗ có thể tự bảo vệ mình khỏi những tác động xấu bên ngoài làm ảnh hưởng đến chất lượng và trải nghiệm người dùng. Hiệu ứng được thể hiện qua hệ thống đèn led với 7 màu có thể chạy từ trái qua phải hoặc sáng led toàn bàn phím, hiệu ứng nhịp thở, hiệu ứng sóng nước, vv.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864480/products/SKU170500857/desc/uhfwbj4aymfghmmrjgoh.png"
        }
    ], 
    "idProduct" : ObjectId("5ff49520c8990b2eb4d6c33f"), 
    "title" : "Bàn phím DareU LK-145 chuyên dùng cho game thủ", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4964275cb79027b81905c"), 
    "desc" : [
        {
            "content" : "Âm thanh phủ khắp không gian phòng\nLoa Bose Home Speaker 500 đem đến chất lượng âm thanh đỉnh cao, phủ khắp không gian phòng cùng khả năng điều khiển dễ dàng tất cả âm nhạc.\nThiết kế cao cấp\nLoa Home Speaker 500 có âm thanh hoàn hảo như vẻ ngoài. Chất liệu nhôm nguyên khối phay xước mang đến cho loa vẻ ngoài hoàn hảo. Bose không ngừng cải tiến sản phẩm của mình để đem đến các sản phẩm chất lượng nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864766/products/SKU19040925/desc/efrns4cg1ydp7j4g9bqm.jpg"
        }, 
        {
            "content" : "Tính năng thông minh\nLoa Bose hỗ trợ kết nối nhanh chóng qua mạng WiFi hoặc Bluetooth, dễ dàng kết nối và điều khiển thông qua smartphone. Trong tương lai, Bose còn tích hợp nhiều tính năng thông minh cho sản phẩm này.\nĐiều khiển dễ dàng\nBose đã nghiên cứu rất nhiều về việc giúp bạn dễ dàng điều khiển tất cả nhạc, theo cách của bạn. Phát hoặc tạm dừng bằng cách chạm vào các nút điều khiển nằm trên cùng hoặc quản lý mọi thứ từ ứng dụng Bose Music trực quan.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864768/products/SKU19040925/desc/zfwcnekymi4wx1bhkx76.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4964175cb79027b81905b"), 
    "title" : "Giới thiệu sản phẩm Loa Bose Home Speaker 500 (Bạc)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff496c0c8990b2eb4d6c343"), 
    "desc" : [
        {
            "content" : "THIẾT KẾ CỨNG CÁP\nMàn hình máy tính Dell E2016HV có vẻ đẹp hiện đại, tinh tế, tô điểm cho góc làm việc của bạn thêm chuyên nghiệp, đầy nổi bật. Màn hình máy tính Dell E2016HV được bao phủ bởi lớp vỏ chắc chắn, dễ dàng lau chùi, giúp thiết bị luôn mới và bền bỉ theo thời gian.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864893/products/SKU240500857/desc/jfa3khi0m8lefivjowyq.jpg"
        }, 
        {
            "content" : "MÀN HÌNH 19.5 INCHES ĐỘ PHÂN GIẢI 1600 X 900", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609864895/products/SKU240500857/desc/n2tmglfb9mwacz1jviw8.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff496c0c8990b2eb4d6c342"), 
    "title" : "Màn Hình Dell 19.5\" E2016HV", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff4987875cb79027b81905f"), 
    "desc" : [
        {
            "content" : "Thiết bị mạng Wifi 6 TP-Link Archer AX11000 cung cấp Wi-Fi lên đến hơn 10 Gbps: 4804 Mbps (5 GHz Gaming) + 4804 Mbps (5 GHz) + 1148 Mbps (2.4 GHz).\n\nTăng tốc Game – Phát hiện và tối ưu hóa luồng dữ liệu game, đảm bảo trải nghiệm chơi game của bạn luôn ở mức tuyệt vời nhất.\n\nTrình bảo vệ Game – Giữ cho tài khoản và tài liệu của bạn luôn an toàn với hệ thống bảo mật Homecare™ do Trend Micro™ cung cấp.\nThống kê Game – Theo dõi độ trễ, thời lượng game và phân bổ tài nguyên mạng theo thời gian thực với giao diện người dùng tinh chỉnh.\n\nKết nối tốc độ cao - Cổng WAN 2.5 Gbps và tám cổng LAN Gigabit, 2 cổng USB 3.0 Type A và Type C cung cấp kết nối tốc độ cực nhanh.\n\nBộ xử lý mạnh mẽ – CPU Lõi tứ 1.8 GHz và 3 bộ đồng xử lý đảm bảo chất lượng mạng luôn ở mức cao nhất.\n\nHighly Efficient – OFDMA tăng cường thông lượng trung bình và giảm thiểu tối đa độ trễ.\n\nĐơn giản và Thông minh – Kết nối đến router của bạn thông qua Bluetooth và cài đặt thiết bị trong nháy mắt với ứng dụng Tether mạnh mẽ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865333/products/SKU200600639/desc/r33kd94dwlfvjvlht4xd.jpg"
        }, 
        {
            "content" : "TỐC ĐỘ CAO - GIẢM THIỂU ĐỘ TRỄ\nNhiều thiết bị kết nối nên đem lại nhiều niềm vui hơn là làm giảm hiệu suất. Tính năng OFDMA đột phá mang đến khả năng cải thiện thông lượng lên đến 4 lần và loại bỏ độ trễ. Với lợi thế về độ trễ thấp đến đáng kinh ngạc, bạn sẽ có nhiều cơ hội sát cánh cùng đồng đội giành được nhiều chiến thắng vẻ vang hơn.\nTỐC ĐỘ CAO - GIẢM THIỂU ĐỘ TRỄ\nNhiều thiết bị kết nối nên đem lại nhiều niềm vui hơn là làm giảm hiệu suất. Tính năng OFDMA đột phá mang đến khả năng cải thiện thông lượng lên đến 4 lần và loại bỏ độ trễ. Với lợi thế về độ trễ thấp đến đáng kinh ngạc, bạn sẽ có nhiều cơ hội sát cánh cùng đồng đội giành được nhiều chiến thắng vẻ vang hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865335/products/SKU200600639/desc/uahfk3tcgjpb5qmjywvi.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff4987875cb79027b81905e"), 
    "title" : "Giới thiệu Wifi 6 TP-Link Archer AX11000", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff499a775cb79027b819062"), 
    "desc" : [
        {
            "content" : "Sự ra đời của của chuột thông  minh không dây đã là bước đột phá vô cùng lớn người dùng người dùng ở khoảng cách xa cũng có thể sử dụng được chuột. Đặc biêt sự ra đời của chuột máy tính Gaming không dây E-Dra EM620W (Đen) nhằm đáp ứng nhu cầu sở hữu một chú chuột gaming không dây với mức giá phải chăng, và sử dụng kết nối wireless 2,4Ghz thông dụng, kết nối qua đầu receiver USB. Với kiểu kết nối này, chuột có thể hoạt động tốt với mọi PC, Laptop..\nƯu điểm nổi bật:\nVới mức giá ở phân khúc tầm trung chuột máy tính Gaming không dây E-Dra EM620W (Đen) sẽ mang đến cho bạn cảm giác vô cùng tuyệt với khi sử dụng. Không giống với các loại chột gaming không dây giá rẻ khác,E-Dra EM620W được trang bị cảm biến Pixart PMW3325 chất lượng rất tốt. Về độ chính xác, loại cảm biến này đáp ứng được hầu hết nhu cầu của game thủ, từ MOBA cho tới các thể loại game “hardcore” về chuột như FPS. Ngoài ra Pixart 3325 còn là loại cảm biến mà có thể hoạt động hiệu quả trên hầu hết các loại bàn di.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865635/products/SKU200800667/desc/mhigijfu8aefpg5pj23d.webp"
        }, 
        {
            "content" : "Với nút bấm siêu nhạy chuột máy tính Gaming không dây E-Dra EM620W (Đen) có thể làm hài lòng những người dùng khó tính nhất. Hai nút chính của chuột có độ nảy rất tốt, 3 nút phụ được bố trí cũng rất hợp lý và tiện dụng. E-Dra EM620W có 2 vùng LED hoạt động độc lập, bao gồm LED nút cuộn và LED Logo. Cả 2 bóng led đều tự động đồi màu với độ sáng và màu sắc khá đẹp. Chuột có công tắc có chế độ tắt LED để tiết kiệm pin.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865637/products/SKU200800667/desc/vca085apdstqai9ctn4p.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff499a675cb79027b819061"), 
    "title" : "Chuột máy tính Gaming không dây E-dra EM620W (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff49a64c8990b2eb4d6c346"), 
    "desc" : [
        {
            "content" : "Vùng chiếu sáng đã được mở rộng\nRazer Mamba Elite có các vùng chiếu sáng mở rộng dọc theo mỗi bên, chiếu sáng hoàn hảo cho vùng hoạt động. Với khả năng tuyệt vời của Razer Synapse 3, người dùng luôn có thể thay đổi chế độ đèn LED khi đang chơi game hoặc khám phá các hiệu ứng ánh sáng một cách hoàn toàn chủ động. Bạn cũng có thể lập trình riêng từng vùng chiếu sáng trong Chroma Studio.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865825/products/SKU18120112/desc/qv5ybzu9h9gkpvttcvbj.jpg"
        }, 
        {
            "content" : "Tốc độ và sự chính xác trong từng chuyển động\nVới cảm biến quang học nâng cao Razer 5G nổi tiếng của chúng tôi với 16.000 DPI thực sự, trải nghiệm một tiêu chuẩn mới về độ chính xác và tốc độ. Với Độ phân giải chính xác là 99,4%, bạn sẽ luôn đảm bảo được sự chính xác kể cả với những cú vung chuột mạnh mẽ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609865827/products/SKU18120112/desc/pz7h0iwfffqrplnzryg8.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff49a64c8990b2eb4d6c345"), 
    "title" : "Chuột máy tính Razer Mamba Elite (RZ01-02560100-R3M1)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff49c3bc8990b2eb4d6c349"), 
    "desc" : [
        {
            "content" : "Thiết kế mạnh mẽ\nTL-WR841HP sử dụng các bộ khuếch đại công suất cao độc lập và các ăng-ten độ lợi cao\nmang đến trải nghiệm không dây vượt trội.\nBộ khuếch đại độc lập công suất cao\nCác bộ khuếch đại độc lập công suất cao cho phép tăng công suất đầu ra lên đến 1000mw*1, tăng gấp 5 lần công suất phát so với router thông thường. Đảm bảo tín hiệu không dây đủ mạnh để xuyên qua vách ngăn và các vật cản khác.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609866295/products/SKU18120526/desc/w4xwjcg17ssapvbjoz3y.jpg"
        }, 
        {
            "content" : "Độ phủ sóng vượt trội\nVới những nâng cấp về phần cứng, TL-WR841HP thể hiện sự vượt trội so với những router thông thường, độ phủ sóng lớn hơn và kết nối tin cậy hơn. Bạn có thể tận hưởng Wi-Fi tốc độ cao ở mọi nơi trong nhà, dù cho đó là nhà để xe, hay thậm chí là sân sau nhà bạn\nWi-Fi xuyên tường\nTín hiệu phát ra từ TL-WR841HP vẫn được duy trì đủ mạnh sau khi xuyên qua các vách ngăn và vật cản. Điều này giúp loại bỏ những điểm chết của tín hiệu và đảm bảo tín hiệu không dây được liên tục ổn định với khoảng cách xa hơn. Giờ đây bạn có thể tận hưởng kết nối không dây với chất lượng ổn định hơn tại nhiều điểm hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609866298/products/SKU18120526/desc/ivliktu0oudzij7e3lda.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff49c3bc8990b2eb4d6c348"), 
    "title" : "Giới thiệu Router TP-Link TL-WR841HP", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff49daec8990b2eb4d6c34c"), 
    "desc" : [
        {
            "content" : "Âm thanh phủ khắp không gian phòng\nLoa Bose Home Speaker 500 đem đến chất lượng âm thanh đỉnh cao, phủ khắp không gian phòng cùng khả năng điều khiển dễ dàng tất cả âm nhạc.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609866668/products/SKU19040924/desc/pv4ucbfc04iz67jeeipd.jpg"
        }, 
        {
            "content" : "Thiết kế cao cấp\nLoa Home Speaker 500 có âm thanh hoàn hảo như vẻ ngoài. Chất liệu nhôm nguyên khối phay xước mang đến cho loa vẻ ngoài hoàn hảo. Bose không ngừng cải tiến sản phẩm của mình để đem đến các sản phẩm chất lượng nhất.\nĐiều khiển dễ dàng\nBose đã nghiên cứu rất nhiều về việc giúp bạn dễ dàng điều khiển tất cả nhạc, theo cách của bạn. Phát hoặc tạm dừng bằng cách chạm vào các nút điều khiển nằm trên cùng hoặc quản lý mọi thứ từ ứng dụng Bose Music trực quan.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609866669/products/SKU19040924/desc/u1foudty44bem0dic4nc.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff49dadc8990b2eb4d6c34b"), 
    "title" : "Giới thiệu sản phẩm Loa Bose Home Speaker 500 (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff533ce1c52e22e50004346"), 
    "desc" : [
        {
            "content" : "Hiệu suất công nghệ 7nm\nBạn sẽ được trải nghiệm các trò chơi ở tốc độ cao nhờ sức mạnh gaming đến từ bộ đôi vi xử lý AMD Ryzen đa nhân và đồ họa Radeon RX công nghệ 7nm lần đầu tiên trên thế giới. Việc kết hợp này giúp chiếc laptop gaming phân bổ năng lượng một cách thông mình và tối ưu tản nhiệt giữa bộ xử lý và card đồ họa, đem lại hiệu năng vượt trội và hiệu suất pin cao hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905099/products/SKU200301338/desc/ahqnhx1dg6owfdjzeds9.jpg"
        }, 
        {
            "content" : "Bàn phím RGB Per-key\nBàn phím SteelSeries trên laptop MSI Alpha 15 A3DDK-212VN được tính toán mọi chi tiết và thiết kế đặc biệt dành cho những game thủ chuyên nghiệp. Đèn Led RGB mỗi phím được thiết kế in lót bạc đặc biệt giúp người dùng được trải nghiệm màu sắc mãnh liệt, hỗ trợ chơi game tối đa với hành trình phím 1.9mm cho phản hồi nhanh cùng sự chính xác trong từng lần bấm. Hỗ trợ chống sót phím cho 45 phím cùng thiết kế bền bỉ mang đến sự chắc chắn cho một bàn phím chơi game.\nTốc độ khung hình sắc nét\nNắm bắt mọi khoảnh khắc của trận chiến với màn hình có tần số quét lên đến 120Hz. Tần số quét nhanh giúp tận dụng tối đa GPU, giải phóng tiềm năng cho đồ họa mượt mà ở FPS thực sự cao. Màn hình được bao bọc bởi các cạnh viền siêu hẹp cho hình ảnh hiển thị choáng ngợp trong các cuộc chiến game. MSI Alpha 15 A3DDK-212VN với độ chính xác và độ sắc nét vượt trội về hình ảnh, bạn có thể đặt mục tiêu trở thành người chơi còn sống sót cuối cùng trong các tựa game sinh tồn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905101/products/SKU200301338/desc/t3zuuy9urxmwo8rtspfo.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff533cd1c52e22e50004345"), 
    "title" : "Đánh giá Laptop MSI Alpha 15 A3DDK-212VN", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff535301c52e22e50004349"), 
    "desc" : [
        {
            "content" : "Thiết kế đậm chất gaming, hệ thống tản nhiệt hiệu quả\nNằm trong phân khúc giá cao cấp vì vậy Laptop MSI Raider GE75 10SFS-270VN màu Đen được MSI rất chú trọng đến thiết kế. \nCác đường cắt kim cương của cạnh viền laptop được phản chiếu tạo thành thiết kế “Cột sống rồng 3D”. Logo con rồng này còn được chế tác từ bề mặt ba chiều với lớp hoàn thiện màu đỏ có đèn LED tạo sự nổi bật riêng cực kỳ bắt mắt và đậm chất gaming.\nNgoài ra, hệ thống tản nhiệt của chiếc laptop gaming này cũng được phân bổ hợp lý với 8 ống dẫn nhiệt được phân bổ hợp lý tản nhiệt đầy đủ cho cả CPU và GPU của chiếc laptop. Hệ thống quạt tản nhiệt cũng mang lại hiệu suất hoạt động cao đáp ứng mọi nhu cầu về ép xung hay sử dụng để chơi game, làm việc đồ họa cao.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905452/products/SKU200900244/desc/k3rkzd4pss6wznqimaij.jpg"
        }, 
        {
            "content" : "Màn hình 17.3 Full HD 240Hz, NVIDIA GeForce RTX 2070 Super 8GB GDDR6\nMàn hình của chiếc laptop này có kích thước lên đến 17.3 inch một kích thước khá rộng trên một chiếc laptop thông thường. Mang đến khả năng hiển thị đầy đủ mọi khung hình cho nhiều tác vụ từ chơi game, phần mềm đồ họa hay đa nhiệm nhiều phần mềm cùng lúc cũng rất dễ dàng.\nĐặc biệt với tần số quét lên đến 240Hz mang đến khung hình hiển thị cực kỳ vượt trội so với những chiếc màn hình thông thường. Mọi tác vụ từ chơi game đồ họa cao đều được tái hiện mượt mà với những khung hình lớn tạo nên độ mượt về hình ảnh chi tiết và rõ ràng cho người dùng khi sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905455/products/SKU200900244/desc/wo6vuv87p3ust4puig5z.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff535301c52e22e50004348"), 
    "title" : "Đánh giá Laptop MSI Raider GE75 10SFS-270VN màu Đen", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff536a01c52e22e5000434c"), 
    "desc" : [
        {
            "content" : "Thiết kế mỏng nhẹ từ chất liệu kim loại nguyên khối, đèn LED RGB nổi bật\nMSI đã đầu từ khá mạnh mẽ cho chiếc laptop MSI Raider GE66 10SFS-474VN khi sử dụng chất liệu kim loại cao cấp. Mang đến khả năng bảo vệ cao cũng như cố định các linh kiện bên trong một cách chắc chắn.\nVới kích thước chỉ 39.7 x 26.85 x 2.75 cm và chỉ nặng vỏn vẹn 2.4Kg, chiếc laptop MSI Raider này mang đến sự tiện lợi cao khi sử dụng có thể mang đi bất cứ đâu mà không bị vướng hay quá nặng về kích thước.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905821/products/SKU200900245/desc/cepwyqukjxfnajk80trx.jpg"
        }, 
        {
            "content" : "Màn hình 15.6 inch Full HD 300Hz, Card NVIDIA GeForce RTX 2070 Super 8GB GDDR6 \nKhông chỉ nổi bật với vẻ ngoài laptop MSI Raider GE66 10SFS-474VN còn được trang bị màn hình kích thước lên đến 15.6 inch cho khả năng hiển thị đầy đủ mọi thông tin cần thiết và đa nhiệm một cách dễ dàng. Ngoài ra, độ phân giải của màn hình cũng nằm ở mức cao đạt Full HD cho mọi khung hình hiển thị, tái hiện sắc nét mọi hình ảnh.\nĐiểm đặc biệt nhất trên màn hình của chiếc laptop này đó chính là được trang bị tần số quét lên đến 300Hz. Điều này mang đến khả năng hiển thị cực kỳ tốt trên chiếc laptop này, hiển thị mọi khung hình cao cho nhiều tác vụ khác nhau như chơi game hay xem phim hoặc làm đồ họa khung hình lớn đều mang lại hiệu quả rất tốt. Đáp ứng hầu như mọi yêu cầu cao nhất về màn hình cho nhu cầu làm việc, chơi game.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609905824/products/SKU200900245/desc/arswzk2iy4aoyq3evywj.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff536a01c52e22e5000434b"), 
    "title" : "Đánh giá Laptop MSI Raider GE66 10SFS-474VN màu Xám Bạc", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5380e1c52e22e5000434f"), 
    "desc" : [
        {
            "content" : "Hiệu năng xử lý tối ưu\nVới hiệu năng xử lý đến từ thế hệ vi xử lý Intel mới nhất, laptop Lenovo Ideapad S145-14IGM-81MW0057VN được thiết kế để cung cấp hiệu suất cải thiện vượt trội, cho khả năng giải trí và làm việc chưa từng có, khởi động nhanh hơn và đa tác vụ liền mạch. Máy cũng đi kèm với một loạt các tùy chọn cấu hình có thể nâng cấp giúp lưu trữ dữ liệu dễ dàng, bao gồm cả ổ lưu trữ SSD song song với ổ đĩa cứng HDD, đảm bảo dung lượng lưu trữ lớn và thời gian phản hồi nhanh.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609906188/products/SKU200400301/desc/lcwnglgfbjvdvguqslrw.jpg"
        }, 
        {
            "content" : "Thiết kế gọn nhẹ di động\nKhi bạn di chuyển cho công việc, Lenovo Ideapad S145-14IGM-81MW0057VN rất lý tưởng để bạn có thể mang theo để học tập, làm việc cũng như giải trí với trọng lượng gọn nhẹ cho một chiếc laptop kích thước 14-inch. Thiết kế viền màn hình siêu mỏng cũng giúp giảm thiểu đáng kể trọng lượng và tăng diện tích hiển thị hình ảnh trên khung máy đem lại một trải nghiệm tốt hơn. Và với sự lựa chọn màu sắc trẻ trung kết thúc trong một thiết kế bóng bẩy, chiếc laptop Lenovo này chắc chắn sẽ giúp bạn gây ấn tượng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609906189/products/SKU200400301/desc/hq36ravrndmghttg56mi.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5380e1c52e22e5000434e"), 
    "title" : "Đánh giá Laptop Lenovo Ideapad S145-14IGM-81MW0057VN", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff53bb31c52e22e50004355"), 
    "desc" : [
        {
            "content" : "Ước mơ của mọi quản trị viên IT\nMáy tính xách tay dành cho doanh nghiệp nhỏ Lenovo V130-14IKB (81HQ00EQVN) có khả năng di động hoàn hảo, chỉ nặng 3,96 pound (1,8 kg) nhưng lại tích hợp vi xử lý mạnh mẽ cùng màn hình 15.6 inch Full HD hấp dẫn. Với tùy chọn pin 30 Whr, công nghệ sạc nhanh giúp tăng mức năng suất, sạc đầy 30% chỉ trong 30 phút và hoạt động tối đa tới 6 giờ cho một lần sạc. Laptop Lenovo V130 được bảo vệ mạnh mẽ với Trusted Platform Module, kết hợp với Windows 10 Pro Bitlocker để mã hóa dữ liệu và mật khẩu. Màn trập camera riêng tư đảm bảo webcam tắt, không đem lại cơ hội cho tin tặc gián điệp.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609907120/products/SKU1809168/desc/jla78cagfwijaisqbfe0.jpg"
        }, 
        {
            "content" : "Bất chấp mọi góc nhìn\nVới tùy chọn hiển thị chống phản xạ FHD, Lenovo V130-14IKB (81HQ00EQVN) mang đến hình ảnh phong phú cho dù bạn đang làm gì. Hoàn thành dự án. Sáng tạo. Xem phim. Màn hình 15,6 \"mở 180 độ, giúp chia sẻ với cộng tác đơn giản, thoải mái hơn ở mọi góc bạn muốn. Thêm vào đó, loa âm thanh nổi và Dolby Audio ™ chắc chắn sẽ phát ra âm thanh tốt như vẻ ngoài của nó.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609907122/products/SKU1809168/desc/xbgbgsxpobdq9wbq6x4t.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff53bb21c52e22e50004354"), 
    "title" : "Overview Laptop Lenovo V130-14IKB (81HQ00EQVN)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff53dfa1c52e22e50004358"), 
    "desc" : [
        {
            "content" : "Hiệu năng xử lý tối ưu\nVới hiệu năng xử lý đến từ thế hệ vi xử lý AMD mới nhất, laptop Lenovo Ideapad S145-14API-81UV008GVN được thiết kế để cung cấp hiệu suất cải thiện vượt trội, cho khả năng giải trí và làm việc chưa từng có, khởi động nhanh hơn và đa tác vụ liền mạch. Máy cũng đi kèm với một loạt các tùy chọn cấu hình có thể nâng cấp giúp lưu trữ dữ liệu dễ dàng, bao gồm cả ổ lưu trữ SSD song song với ổ đĩa cứng HDD, đảm bảo dung lượng lưu trữ lớn và thời gian phản hồi nhanh.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609907704/products/SKU200400302/desc/zmxrimvz2bklsmhu9ipl.jpg"
        }, 
        {
            "content" : "Thiết kế gọn nhẹ di động\nKhi bạn di chuyển cho công việc, Lenovo Ideapad S145-14API-81UV008GVN rất lý tưởng để bạn có thể mang theo để học tập, làm việc cũng như giải trí với trọng lượng gọn nhẹ cho một chiếc laptop kích thước 14-inch. Thiết kế viền màn hình siêu mỏng cũng giúp giảm thiểu đáng kể trọng lượng và tăng diện tích hiển thị hình ảnh trên khung máy đem lại một trải nghiệm tốt hơn. Và với sự lựa chọn màu sắc trẻ trung kết thúc trong một thiết kế bóng bẩy, chiếc laptop Lenovo này chắc chắn sẽ giúp bạn gây ấn tượng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609907705/products/SKU200400302/desc/yofvxoddxsgoiusoztcr.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff53df91c52e22e50004357"), 
    "title" : "Overview Laptop Lenovo Ideapad S145-14API-81UV008GVN", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff53f6f1c52e22e5000435b"), 
    "desc" : [
        {
            "content" : "Hiệu năng xử lý tối ưu\nLG Gram 14ZD90N-V.AX53A5 có thể đáp ứng nhanh chóng các công việc hằng ngày nhờ nền tảng xử lý mạnh mẽ đến từ chip xử lý Intel Core thế hệ 10 mới nhất, đồ họa Intel Iris Plus, 8GB RAM và 256GB SSD đều có thể nâng cấp thêm. Hỗ trợ tạo nội dung chuyên nghiệp với mã hóa HEVC nhanh hơn gấp 2 lần và cho phép bạn trải nghiệm hình ảnh tuyệt đẹp thông qua khả năng phát lại video 4K HDR mượt mà", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609908077/products/SKU200302037/desc/kkbz17bfxvwgqedqodr8.jpg"
        }, 
        {
            "content" : "Trọng lượng siêu nhẹ\nKích thước được thu gọn xuống mức tối thiểu nhờ màn hình NanoEdge không viền trên bốn cạnh mang lại một khung máy nhỏ gọn và thanh mảnh hơn đáng kể so với các dòng laptop truyền thống khác. LG Gram 14ZD90N-V.AX53A5 mang đến trải nghiệm thiết kế và phương pháp lắp ráp sáng tạo giúp sản phẩm nặng chưa tới 1 kg, có thể dễ dàng mang đi khắp nơi và không gian bàn làm việc của bạn sẽ trở nên gọn gàng hơn.\nNăng lượng đáp ứng ngày dài\nChiếc laptop LG Gram 14ZD90N-V.AX53A5 kích thước 14 inch siêu mỏng nhẹ này được trang bị Pin chuyên dụng với dung lượng lên đến 72Wh. Cho thời gian sử dụng liên tục lên tới 18,5 tiếng giúp bạn có thể làm việc ở mọi nơi từ văn phòng cho tới quán cà phê một cách liền mạch và kịp deadline mà không cần cấm sạc, trong khi những chiếc laptop khác bạn sẽ phải loay hoay tìm ổ sạc và công việc bị gián đoạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609908078/products/SKU200302037/desc/dhfewudc9vj1olveoq53.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff53f6f1c52e22e5000435a"), 
    "title" : "Overview Laptop LG Gram 14ZD90N-V.AX53A5", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff541e91c52e22e50004360"), 
    "desc" : [
        {
            "content" : "Hiệu năng xử lý tối ưu\nLG Gram 17Z90N-V.AH75A5 có thể đáp ứng nhanh chóng các công việc hằng ngày nhờ nền tảng xử lý mạnh mẽ đến từ chip xử lý Intel Core thế hệ 10 mới nhất, đồ họa Intel Iris Plus, 8GB RAM và 512GB SSD đều có thể nâng cấp thêm. Ngoài ra, hệ điều hành Windows 10 tích hợp tạo nên môi trường làm việc thân thiện và cho phép làm việc đa nhiệm một cách dễ dàng hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609908711/products/SKU200302041/desc/ehmoeriqbz75youzljbg.jpg"
        }, 
        {
            "content" : "Trọng lượng siêu nhẹ\nKích thước được thu gọn xuống mức tối thiểu nhờ màn hình NanoEdge không viền trên bốn cạnh mang lại một khung máy nhỏ gọn và thanh mảnh hơn đáng kể so với các dòng laptop truyền thống khác. LG Gram 17Z90N-V.AH75A5 mang đến trải nghiệm thiết kế và phương pháp lắp ráp sáng tạo giúp sản phẩm nặng chỉ 1.35 kg, có thể dễ dàng mang đi khắp nơi và không gian bàn làm việc của bạn sẽ trở nên gọn gàng hơn.\nNăng suất tối ưu\nLG Gram 17Z90N-V.AH75A5 sở hữu màn hình kích thước 17 inch hiệu suất cao được gói gọn trong một khung máy có kích thước tương đương 15,6 inch. Điều này giúp giảm thiểu trọng lượng và diện tích cho balo, và bạn có thể dễ dàng mang theo bên mình, tận hưởng việc trải nghiệm mọi loại trên màn hình lớn ở bất cứ đâu.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609908712/products/SKU200302041/desc/odqcrqa84gmymtkyeqwl.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff541e91c52e22e5000435f"), 
    "title" : "Đánh giá Laptop LG Gram 17Z90N-V.AH75A5", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5433e1c52e22e50004363"), 
    "desc" : [
        {
            "content" : "- Ổ cứng SSD Kingston 256GB 2.5\" Sata (SKC600/256G) của Kingston là một ổ lưu trữ SSD có dung lượng đầy đủ được thiết kế để mang lại hiệu năng xuất sắc và được tối ưu để mang lại độ phản hồi hệ thống vượt trội với thời gian khởi động, tải và truyền đáng kinh ngạc.\n- Ổ lưu trữ SSD có kích thước 2,5 inch này sử dụng giao tiếp SATA phiên bản 3.0 với khả năng tương thích ngược.\n- Ổ cứng SSD Kingston 256GB 2.5\" Sata (SKC600/256G) sử dụng công nghệ NAND 3D TLC, đồng thời hỗ trợ bảo mật toàn diện bao gồm mã hóa phần cứng AES 256 bit, TCG Opal và eDrive.\n- Tốc độ đọc/ghi của ổ lưu trữ SSD này lên đến 550/500 Mb/giây để lưu trữ hiệu quả dữ liệu của bạn một cách nhanh chóng.\n- Sản phẩm cũng có bộ kit theo gói cung cấp cho bạn mọi thứ cần thiết để lắp đặt và nâng cấp máy tính để bàn và máy tính xách tay một cách mượt mà và dễ dàng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609909052/products/SKU191100747/desc/ijhanr08yrrcif9rixdq.jpg"
        }, 
        {
            "content" : "Thông số kỹ thuật\nKích thước\t2,5 inch\nGiao tiếp\tSATA Phiên bản 3.0 (6Gb/giây) – với khả năng tương thích ngược với SATA Phiên bản 2.0 (3Gb/giây)\nDung lượng\t256GB\nBộ điều khiển\tSM2259\nNAND\t3D TLC\nMã hóa\tMã hóa XTS-AES 256-bit\nĐọc/ghi tuần tự\tlên đến 550/500 MB/giây\nĐọc/ghi 4K tối đa\tlên đến 90.000/80.000 IOPS\nTiêu thụ điện năng\t0,06W Nghỉ / 0,2W TB / 1,3W (MAX) Đọc / 3,2W (MAX) Ghi\nKích thước\t100,1mm x 69,85mm x 7mm\nTrọng lượng\t40g\nNhiệt độ hoạt động\t0°C~70°C\nNhiệt độ bảo quản\t-40°C~85°C\nĐộ rung hoạt động\t2,17G Tối đa (7-800Hz)\nĐộ rung không hoạt động\t20G Tối đa (10-2000Hz)\nTuổi thọ\t1 triệu giờ MTBF\nBảo hành/hỗ trợ\tBảo hành giới hạn 5 năm với hỗ trợ kỹ thuật miễn phí\nTổng số byte được ghi (TBW)\t256GB — 150TB", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609909053/products/SKU191100747/desc/x7leilaugbmkfe63izsy.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5433e1c52e22e50004362"), 
    "title" : "Đánh giá ổ cứng SSD Kingston 256GB 2.5\" Sata (SKC600/256G)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff545b61c52e22e50004368"), 
    "desc" : [
        {
            "content" : "Ổ cứng SSD Samsung 970 EVO PLUS 250GB NVMe M.2 (MZ-V7S250BW) được thiết kế và sản xuất bởi hãng Samsung - là một công ty thiết kế, sản xuất và phát triển thiết bị điện thoại thông minh, máy tính bảng, thiết bị lưu trữ,... và là một trong những nhà sản xuất TV lớn nhất thế giới có lịch sử lâu đời trong ngành công nghiệp điện tử. Công ty được thành lập vào ngày 1/3/1938 và có trụ sở chính được đặt tại Seoul, Hàn Quốc.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609909683/products/SKU19030375/desc/aih53vhzwkvaaltnhn3l.jpg"
        }, 
        {
            "content" : "Ổ cứng SSD Samsung 970 EVO PLUS 250GB NVMe M.2 (MZ-V7S250BW) là phiên bản được năng cấp so với ổ cứng SSD Samsung 970 EVO. Ổ cứng có yếu tố hình thức M.2 (80 mm) nhỏ gọn, tạo thêm nhiều không gian cho người dùng để có thể cài đặt thêm nhiều linh kiện khác cho PC cùng với thiết kế trơn tru và tông màu đen mạnh mẽ, SSD giúp làm nổi bật hơn cho bộ PC có sử dụng hệ thống LED RGB.\nỔ cứng SSD Samsung 970 EVO PLUS 250GB NVMe M.2 (MZ-V7S250BW) được thiết kế với chip nhớ flash sử dụng công nghệ V-NAND 3bit MLC được thiết kế bởi Samsung hiện đại, tận dụng thiết kế Change Trap Flash đảm bảo không có sự thất thoát điện áp giúp cho người dùng có thể an tâm sử dụng ổ cứng với khả năng xử lý dữ liệu nhanh chóng. Ngoài ra, Ổ cứng còn được hỗ trợ bởi ứng dụng Samsung Magician giúp cho người dùng có thể dễ dàng quản lý, theo dõi tình trạng hoạt động của ổ cứng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609909685/products/SKU19030375/desc/rfbnnbxjupwx0iikzfwp.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff545b61c52e22e50004367"), 
    "title" : "Đánh giá chi tiết về Ổ cứng SSD Samsung 970 EVO PLUS 250GB NVMe M.2 (MZ-V7S250BW)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5492b1c52e22e5000436b"), 
    "desc" : [
        {
            "content" : "Thiết kế gọn gàng, tiện lợi\nỔ cứng di động HDD Lacie Birthday Mobile Drive sở hữu một thiết kế sang trọng, những đường nét vuông vức kèm theo đó là kiểu dáng gọn gàng giúp bạn có thể dễ dàng di chuyển và cất giữ hơn.\nDung lượng cao\nVới dung lượng từng lựa chọn lên đến 4TB, bạn sẽ thoải mái lưu những tập tài liệu quan trọng của mình hay những nội dung giải trí. Khả năng tương thích với Mac OS, Windows, USB-C, USB 3.0 cho việc truy cập dễ dàng hơn. Sao lưu chỉ với một cú nhấp chuột hoặc tự động.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609910570/products/SKU200501165/desc/f5fj5ox7kclelkpym9xz.jpg"
        }, 
        {
            "content" : "Phần mềm LaCie Toolkit\nLaCie Toolkit - phần mềm dễ sử dụng để sao lưu chỉ bằng một cú nhấp chuột, hướng dẫn bạn sử dụng, thực hiện các bược cài đặt lần đầu. Bạn có thể sử dụng qua lại đơn giản giữa Mac và Windows.\nỔ cứng sao lưu cho Time Machine\nHỗ trợ bảo vệ các tệp của bạn dễ dàng bằng cách ghép nối LaCie Birthday Mobile Drive với Time Machine để tự động sao lưu dữ liệu thường xuyên.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609910571/products/SKU200501165/desc/w9oryfsnhryn0hxcmizw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5492b1c52e22e5000436a"), 
    "title" : "Giới thiệu Ổ cứng di động HDD Lacie Birthday Mobile Drive 1TB USB 3.0 (STHY1000800) (Xám)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff54a221c52e22e5000436e"), 
    "desc" : [
        {
            "content" : "Ổ Cứng SSD Transcend  370S - 128GB sẽ giúp máy tính của bạn khởi động nhanh hơn và tiết kiệm điện năng hơn khi sử dụng. Ổ cứng chỉ mỏng 7.0mm sẽ không làm tăng kích thước gồ ghề cho chiếc máy tính của bạn. Sản phẩm có thể dùng cho cả laptop và PC.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609910816/products/SKU1501931/desc/eifk5u5if7l1freqnr54.jpg"
        }, 
        {
            "content" : "Thông tin sản phẩm\n- Giao tiếp SATA III tương thích nhiều thiết bị.\nỔ cứng được trang bị chuẩn giao tiếp SATA III cho tốc độ  truyền dữ liệu 6Gb/s. Với tốc độ này máy tính của bạn sẽ được vận hành một cách nhanh chóng nhất. Sản phẩm cũng ó thể sử dụng cho laptop hoặc PC ( nhờ dụng cụ hỗ trợ chuyển đổi).\n- Phần mềm SSD Scope\nBạn có thể tải phần mềm SSD Scope để giữ cho máy hoạt động ổn định và đạt hiệu suất cao. Phần mềm này cho phép bạn theo dõi tình trạng ổ cứng. Phần mềm sẽ kích hoạt lệnh TRIM trong hệ điều hành để tối ưu hoá tốc độ ghi, tự động nâng cấp firmware.\n\n- Dung lượng lưu trữ 128GB\nỔ Cứng SSD Transcend  MLC_TS128GSSD370S - 128GB sẽ cung cấp 128GB dung lượng để lưu trữ các dữ liệu của bạn để nâng cao hiệu quả công việc và giải trí. Bạn hoàn toàn có thể thưởng thức nhiều bộ phim bom tấn hay game đồ họa khủng  hơn.\n- Tiết kiệm điện năng\nỔ Cứng SSD Transcend sẽ giúp máy tiết kiệm năng lượng và khởi động máy nhanh hơn. Các tác vụ hoạt động trên máy sẽ nhanh chóng hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609910818/products/SKU1501931/desc/mwes5cz5sxipxgndcvqv.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff54a221c52e22e5000436d"), 
    "title" : "Ổ cứng SSD Transcend 370S 128GB", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff54b461c52e22e50004371"), 
    "desc" : [
        {
            "content" : "Ổ cứng HDD PC Seagate BarraCuda 2TB 3.5 inch SATA (ST2000DM008) được thiết kế và sản xuất bởi hãng Seagate (tên đầy đủ là Seagate Technology) - là 1 trong những công ty chuyên về nghiên cứu, phát triển và sản xuất kho lưu trữ dự liệu lớn trên thế giới. Seagate được thành lập vào tháng 1 năm 1979 với tên ban đầu là Shugart Technology, công ty được hợp nhất tại Ai-len và có các văn phòng điều hành chính được đặt tại California, Mỹ từ năm 2010.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911107/products/SKU18120128/desc/viup2sdbhdum8nu1fj2l.jpg"
        }, 
        {
            "content" : "Ổ cứng HDD PC Seagate BarraCuda 2TB 3.5 inch SATA (ST2000DM008) thuộc dòng sản phẩm ổ cứng Barracuda (cá nhồng) có hình dáng hung dữ, tượng trưng cho sức mạnh bền bỉ và tốc độ - thuộc nhóm Nước. Tên gọi của dòng ổ cứng này cũng đã rất quen thuộc với người dùng máy tính từ hơn 20 năm nay. Ổ cứng HDD PC Seagate BarraCuda 2TB 3.5 inch SATA (ST2000DM008) được thiết kế với form 3,5 inch có kích thước 146,99 x 101,85 x 20,2 mm và dung lượng 2TB thích hợp để lắp đặt cho các bộ máy PC cá nhân hay AIO PC của người dùng. Ổ cứng sử dụng kết nối SATA 6 GB/s với tốc độ truyền tải tối đa 220Mb/s, tốc độ vòng quay 7200RPM và bộ nhớ đệm (cache) 256MB hỗ trợ cho việc truyền tải dữ liệu nhanh chóng, bắt kịp theo luồng dữ liệu của người dùng mang đến cho người dùng kho lưu trữ dữ liệu công việc, multi media vượt trội hay mang đến trải nghiệm gaming sống động đặc sắc cho các game thủ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911110/products/SKU18120128/desc/b62hejj9xzgyyyup6xrr.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff54b461c52e22e50004370"), 
    "title" : "Đánh giá chi tiết về Ổ cứng HDD PC Seagate BarraCuda 2TB 3.5 inch SATA (ST2000DM008) - Mang đến giải pháp lưu trữ tối ưu, hiệu quả và an toàn cho dữ liệu của người dùng với công nghệ thiết kế của Seagate.", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff54c161c52e22e50004374"), 
    "desc" : [
        {
            "content" : "Thoải mái lưu trữ dữ liệu\nổ cứng HDD NAS WD Red 4TB Sata3 5400rpm được trang bị dung lượng lên đến 4TB giúp bạn thoải mái lưu trữ dữ liệu quan trọng. Đảm bảo hoạt động tốt nhất cho chiếc máy tính của bạn khi lưu trữ hình ảnh, nhạc, phim...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911316/products/SKU200400114/desc/ytprkxi9vtuul1paenk2.jpg"
        }, 
        {
            "content" : "Thiết kế riêng cho hệ thống lưu trữ NAS\nĐược sản xuất dành riêng cho NAS, giúp ổ đĩa có thể làm việc trong môi trường dữ liệu truy cập 24/7 liên tục.\nĐộ bền lâu dài\nĐược gia công với lớp vỏ ngoài chắc chắn từ hợp kim siêu bền, chống gỉ và các linh kiện bên trong có độ bền cao. Ổ cứng đã đạt được giải thưởng và kiểm chứng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911317/products/SKU200400114/desc/g3n3oc1ubqsxpkdmlxvf.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff54c161c52e22e50004373"), 
    "title" : "Giới thiệu ổ cứng HDD NAS WD Red 4TB Sata3 5400rpm (WD40EFAX)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff54d481c52e22e50004377"), 
    "desc" : [
        {
            "content" : "VGA MSI GTX 1060 6GT là sản phẩm card màn hình hướng đến phân khúc tầm trung, với thiết kế cân đối và mạnh mẽ nổi bật, hệ thống tản nhiệt 2X mang lại hiệu suất ổn định, hứa hẹn sẽ mang lại cho game thủ những trải nghiệm game mượt mà và mãn nhãn nhất.\nMăt trước của chiếc card VGA MSI GTX 1060 6GT OCV1 có thiết kế góc cạnh phù hợp với nhiều sở thích của game thủ, sử dụng chất liệu nhựa lỳ cứng cáp với tông màu chủ đạo là đen. Mặc dù có giá cả rất phải chăng nhưng chiếc card này hoàn toàn cho thấy sự tỷ mỉ và toàn tâm toàn ý của MSI vào từng đứa con tinh thần của mình.  Hãng đã củng cố thêm cho hình ảnh mạnh mẽ của chiếc card này bằng các đường trang trí góc cạnh chìm nổi sắc nét, cách điệu tạo tính thẩm mỹ cao, đi kèm với một vài chi tiết màu trắng nhấn nhá cho sản phẩm đỡ tẻ nhạt hơn so với một thiết kế toàn màu đen.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911621/products/SKU1704793/desc/pqd2clmwxaaefbklntya.png"
        }, 
        {
            "content" : "Mặc dù là card đồ họa tầm trung, MSI GTX 1060 6GT OCV1 vẫn được trang bị hệ thống quạt tản nhiệt  Twin Frozr giống hết những chiếc card cao cấp khác của MSI. MSI GTX 1060 6GT OCV1 bao gồm 2 quạt tản nhiệt với các cánh quạt được sắp xếp theo khoảng cách vừa đủ để có thể lưu thông không khí một cách tốt nhất. Thiết kế cánh quạt được chia làm hai nửa với kết cấu bề mặt khác nhau có thể làm tăng hiệu suất làm mát thêm 22% so với các loại quạt thông thường khác.  Ngoài ra, thiết kế trục kép ở quạt tản nhiệt sẽ tăng tốc độ vận hành của quạt, đồng thời đảm bảo nhiệt độ ổn định cho card và hạn chế yên tĩnh tuyệt đối cho game thủ khi chơi mà không bị phân tâm bởi tiếng ù ù khó chịu. Phần trục quạt cũng được trang khí biểu tường hình tròn xoáy khá phù hợp với tổng thể sản phẩm.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609911623/products/SKU1704793/desc/ftwwyndg6tuhcpkdyz4i.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff54d471c52e22e50004376"), 
    "title" : "VGA MSI GTX 1060 6GT", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff54ef21c52e22e5000437c"), 
    "desc" : [
        {
            "content" : "Card màn hình Asus TUF Radeon RX 5700 OC 8GB GDDR6 (TUF 3-RX5700-O8G-GAMING) là 1 trong những chiếc card màn hình cận cao cấp mới nhất đến từ thương hiệu ASUS, được trang bị bộ xử lý đồ họa RX 5700 mạnh mẽ với hiệu năng chơi game rất tốt trên độ phân giải full HD thậm chí là quad HD, kết hợp với thiết kế tản nhiệt đơn giản và tối ưu của ASUS.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912048/products/SKU190900115/desc/dn1vormfncraas5zb4up.jpg"
        }, 
        {
            "content" : "Ở mặt sau của Card màn hình Asus TUF Radeon RX 5700 OC 8GB GDDR6 (TUF 3-RX5700-O8G-GAMING) là tấm backplate giúp tăng cường khả năng chịu lực cũng như tăng tính thẩm mỹ trong thiết kế.\nTrên Card màn hình Asus TUF Radeon RX 5700 OC 8GB GDDR6 (TUF 3-RX5700-O8G-GAMING) là 3 chiếc quạt làm mát được thiết kế với khả năng tối ưu luồng gió duy trì nhiệt độ hoạt động ổn định. Đồng thời cả 3 quạt đều có khả năng kháng bụi đạt chuẩn IP5X giúp kéo dài tuổi thọ hoạt động.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912050/products/SKU190900115/desc/ywt1q5vdoxrhyisv3avm.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff54ef21c52e22e5000437b"), 
    "title" : "Giới thiệu Card màn hình Asus TUF Radeon RX 5700 OC 8GB GDDR6 (TUF 3-RX5700-O8G-GAMING)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff550d31c52e22e5000437f"), 
    "desc" : [
        {
            "content" : "Thiết kế\nRTX 2080Ti 11GB GDDR6 HOF được thiết kế với tông màu trắng chủ đạo, toát lên vẻ đẹp thuần khiết. Sử dụng 3 quạt làm mát có kích thước lớn được thiết kế để đem lại luồng gió tối ưu xuống lớp tản nhiệt bên dưới. Đảm nhiệm việc tản nhiệt cho bộ xử lý đồ họa là 1 lớp tản nhiệt lớn với 6 ống dẫn nhiệt lớn giúp tăng tốc độ dẫn nhiệt lên mức tối đa.\nNgoài ra, trên card màn hình còn là 1 phần khung kim loại vừa đóng vai trò tản nhiệt cho bộ nhớ và bộ cấp nguồn vừa góp phần trợ lực cho cấu trúc của card.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912528/products/SKU19040900/desc/kf3afpwn5dfkobiie0rv.jpg"
        }, 
        {
            "content" : "Tùy biến\nRTX 2080Ti 11GB GDDR6 HOF sử dụng hệ thống RGB khá bắt mắt, thậm chí có trên cả giá đỡ trợ lực cho card đem lại hiệu ứng ánh sáng mãn nhãn nhất cho người dùng.\nBên hông RTX 2080Ti 11GB GDDR6 HOF còn là 1 tấm màn hình hiển thị, giúp thông báo cho người dùng theo dõi trạng thái hoạt động của card 1 cách dễ dàng hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912531/products/SKU19040900/desc/busrd17vpgizlhshr9at.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff550d31c52e22e5000437e"), 
    "title" : "Giới thiệu card màn hình GALAX GeForce RTX 2080Ti 11GB GDDR6 HOF", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff551bc1c52e22e50004382"), 
    "desc" : [
        {
            "content" : "Hiệu năng GPU\nQuadro P2200 là sự cân bằng hoàn hảo giữa hiệu suất, tính năng và yếu tố hình thức nhỏ gọn mang lại trải nghiệm sáng tạo và năng suất đáng kinh ngạc trên nhiều ứng dụng 3D chuyên nghiệp. Được xây dựng dựa trên kiến trúc Pascal với 1280 nhân CUDA, bộ nhớ trong 5GB GDDR5X và khả năng kết nối với tối đa bốn màn hình 5K (5120x2880 @ 60Hz). Tăng tốc quy trình phát triển sản phẩm và tạo nội dung với GPU mang lại khả năng xử lý trơn tru mà bạn cần để làm việc với các cảnh và mô hình đồ họa lớn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912762/products/SKU190800432/desc/gu25pcujs4nhdjndpza4.jpg"
        }, 
        {
            "content" : "Card đồ họa Quadro được chứng nhận với một loạt các ứng dụng chuyên nghiệp tinh vi, được thử nghiệm bởi các nhà sản xuất máy trạm hàng đầu và được hỗ trợ bởi một nhóm các chuyên gia hỗ trợ toàn cầu. Điều này mang lại cho bạn sự an tâm để tập trung vào công việc, cho dù bạn đang phát triển các sản phẩm mang tính cách mạng hay xây dựng những mô hình 3D sống động ngoạn mục, Quadro mang đến cho bạn hiệu suất để thực hiện một cách tốt nhất.\nTính năng GPU\nTrang bị 4 cổng kết nối DisplayPort 1.4\nQuản lý hiệu quả không gian làm việc với phần mềm NVIDIA nView™ Desktop\nManagement\nKết nối nhiều màn hình với công nghệ NVIDIA Mosaic\nHỗ trợ công nghệ tăng cường hiệu suất NVIDIA Iray và MentalRay\nHỗ trợ chuẩn mã hóa HDCP 2.2", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609912764/products/SKU190800432/desc/c75qc0owmooapfkllsbc.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff551bc1c52e22e50004381"), 
    "title" : "Đánh giá sản phẩm card màn hình Quadro P2200 5GB GDDR5X", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5532e1c52e22e50004385"), 
    "desc" : [
        {
            "content" : "PCI Express-compliant motherboard with one dual-width x 16 graphics slot\nNguồn công suất thực tối thiểu 300W\nHệ điều hành: Microsoft Windows 10, Windows 8 & 8.1, Windows 7\nCD-ROM/DVD-ROM drive hoặc Internet kết nối internet để download driver\nWindows XP không còn được hỗ trợ", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913131/products/SKU1805455/desc/vzmoitkihkgousey8oom.png"
        }, 
        {
            "content" : "Những Game có thể chơi tốt với Card màn hình Galax 2GB GT1030 D4\nPUBG mobile\nPUBG PC low setting\nLiên minh huyền thoại\nFifa online 4", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913133/products/SKU1805455/desc/hug9sihqryk8vfogcq4j.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff5532d1c52e22e50004384"), 
    "title" : "Điều kiện để lắp đặt VGA GALAX GeForce® GT 1030 2GB SDDR4", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5549f1c52e22e50004388"), 
    "desc" : [
        {
            "content" : "Thiết kế\nMặc dù có thiết kế rất đơn giản, nhưng MSI H310M PRO-VDH PLUS vẫn được sử dụng các linh kiện cao cấp, nhằm đem lại hiệu năng ổn định và tăng cường tuổi thọ hoạt động.\nTrên bề mặt bo mạch của MSI H310M PRO-VDH PLUS là 2 chân cắm 4pin (hỗ trợ PWM và DC) hỗ trợ điều khiển quạt làm mát khi có cần đến.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913500/products/SKU19030057/desc/mjiprvtlvzfvw1breede.jpg"
        }, 
        {
            "content" : "Hiệu năng\nMSI H310M PRO-VDH PLUS được thiết tối ưu nhằm đem lại hiệu năng ổn định nhất cho bộ nhớ giúp người sử dụng có thể khai thác triệt để sức mạnh của các CPU Intel.\nBộ xử lý mạng\nMSI H310M PRO-VDH PLUS sử dụng bộ xử lý mạng RTL8111H của Realtek với độ trễ rất thấp và tốc độ lên tới 1Gb/s giúp đảm bảo kết nối mang luôn ở trạng thái ổn định.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913502/products/SKU19030057/desc/w7lqvtbj3xsklqkxhjww.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5549f1c52e22e50004387"), 
    "title" : "Giới thiệu mainboard MSI H310M PRO-VDH PLUS", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff555911c52e22e5000438b"), 
    "desc" : [
        {
            "content" : "Z390 Pro4 là một trong những mẫu mainboard sử dụng socket 1151-v2 mới nhất của ASRock, hỗ trợ các dòng CPU Intel cao cấp thế hệ 8 và 9 với khả năng hỗ trợ ép xung tốt và các tính năng cao cấp của bộ chipset Z390.\nNói thêm về bộ cấp nguồn, ASRock Z390 Pro4 được sử dụng hoàn toàn bằng linh kiện cao cấp, như cuộn cảm có khả năng chịu tải với cường độ tới 50A, dàn cấp nguồn lên tới 10 \"phase\" và thiết kế bo mạch tối ưu với một lớp sợi thủy tinh được đặt giữa các lớp mạch nhằm hạn chế tối đa khoảng không cho hơi ẩm lọt vào. Tất cả kết hợp lại, đem tới cho người sử dụng một chiếc mainboard có khả năng hỗ trợ ép xung ổn định.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913742/products/SKU1810558/desc/znrkq1cfltlms7wrtecl.jpg"
        }, 
        {
            "content" : "Hiệu năng\nASRock Z390 Pro4 sử dụng thiết kế đặc biệt với 4 lớp mạch riêng biệt giúp tối ưu hiệu năng của bộ nhớ, hỗ trợ khả năng ép xung lên tới 4300MHz.\nVề lưu trữ, Z390 Pro4 được trang bị sẵn 2 chân cắm M.2 với tốc độ tối đa lên tới 32Gb/s, sẵn sàng đem lại cho người sử dụng tốc độ truy xuất dữ liệu tối đa nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609913744/products/SKU1810558/desc/scruond8auc4fodyqc3l.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff555911c52e22e5000438a"), 
    "title" : "Giới thiệu mainboard ASRock Z390 Pro4", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5586e1c52e22e5000438e"), 
    "desc" : [
        {
            "content" : "MỘT SỐ TÍNH NĂNG NỔI BẬT\nMainboard ASUS ROG STRIX B460-G GAMING có thiết kế cổ điển: Với tông màu đỏ-đen truyền thống và sang trọng, sản phẩm mang đến cho người mua một ấn tượng vừa mạnh mẽ vừa chân thực, không quá màu mè cũng không quá đơn giản.\nMainboard ASUS ROG STRIX B460-G GAMING trang bị các cổng kết nối đa dạng: Các cổng USB 3.2 Gen 2×2 Type-C ® có khả năng đảo ngược cung cấp và truyền tải dữ liệu với tốc độ cực nhanh và chính xác lên tới 20 Gbps. Hơn nữa Mainboard ASUS ROG STRIX B460-G GAMING còn tích hợp  sẵn hai khe cắm M.2, với một khe cắm hỗ trợ cả hai chế độ SATA và PCI Express® 3.0 x4 và khe cắm PCIe 3.0 x4 khác hỗ trợ cho NVMe. Từ đó chúng mang đến giao diện M.2 với tốc độ nhanh nhất và cực kì nhạy bén.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609914474/products/SKU200500762/desc/jxnjddrjiswnljqkfitm.jpg"
        }, 
        {
            "content" : "Mainboard ASUS ROG STRIX B460-G GAMING tản nhiệt tốt với cuộn cảm cao cấp và tụ điện bền được thiết kế để chống lại nhiệt độ cao từ đó nâng cao hiệu suất làm mát giúp bộ máy vận hành luôn mát mẻ và ổn định dưới khối lượng công việc lớn.\nMainboard ASUS ROG STRIX B460-G GAMING có chất lượng âm thanh vượt trội của sản phẩm mainboard đến từ ASUS này sẽ mang đến cho người dùng một trải nghiệm hoản hảo và thú vị.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609914477/products/SKU200500762/desc/mc4kclx8qblaqxglty6e.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5586e1c52e22e5000438d"), 
    "title" : "Mainboard ASUS ROG STRIX B460-G GAMING", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5598f1c52e22e50004391"), 
    "desc" : [
        {
            "content" : "Khả năng kết nối\nRealtek 8118 LAN là chip mạng thân thiện và hiệu suất cao dành cho game thủ với khả năng phân bổ băng thông tự động để đảm bảo mức ưu tiên mạng cao nhất cho trò chơi hoặc ứng dụng. Nó có thể cung cấp cho người dùng các tính năng toàn diện nhất và trải nghiệm Internet nhanh và mượt mà nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609914764/products/SKU19070729/desc/qq2yk781jjozcxcbeuiu.jpg"
        }, 
        {
            "content" : "Tản nhiệt tối ưu\nTrên bề mặt mainboard Gigabyte B365M Gaming HD là các chân cắm 4pin và cảm biến nhiệt, giúp người dùng có thể theo dõi nhiệt độ và điều khiển tốc độ của quạt một cách chính xác nhất.\nĐạt được sự yên tĩnh tuyệt đối với chế độ Fan Off cho phép quạt dừng hoàn toàn khi nhiệt độ xuống dưới ngưỡng quy định và được tùy chỉnh theo ý thích của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609914766/products/SKU19070729/desc/n2hr113vczkpqtr1xszw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5598e1c52e22e50004390"), 
    "title" : "Mainboard GIGABYTE B365M GAMING HD", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff57d764bc10c0d6c3afae7"), 
    "desc" : [
        {
            "content" : "Thế hệ mới của hiệu suất Extreme DDR4 \nDựa trên sự thành công của các dòng sản phẩm G.SKILL Trident, dòng sản phẩm Trident Z là một trong những bộ nhớ DDR4 hiệu năng cao nhất thế giới. Được thiết kế dành cho những người đam mê máy tính và những game thủ. Trident Z series đem đến DDR4 tiên tiến kết hợp hiệu năng và vẻ đẹp cho những người đam mê máy tính và những người ép buộc cực kỳ quan trọng để tạo ra một siêu máy tính siêu nhẹ Máy tính nhanh hoặc đạt được hồ sơ ép xung mới.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609923953/products/SKU1603124/desc/iyhktlsopp14hosez1rz.png"
        }, 
        {
            "content" : "Đẳng cấp mới của hiệu suất Ultimate\nĐược tạo ra để mang lại hiệu năng cao nhất, bộ nhớ G.SKILL Trident Z series là đầu tiên trên thế giới đưa tốc độ DDR4 4000MHz đến tốc độ được XMP đánh giá lần đầu tiên, cũng như bộ nhớ đầu tiên trên thế giới phá vỡ kỷ lục thế giới về ép xung DDR4 5000MHz.\nThiết kế sang trọng\nTrident Z series duy trì thiết kế vây tích cực để tản nhiệt đạt hiệu quả cao, đồng thời mang đến cho người dùng bộ tản nhiệt bằng nhôm hoàn thiện với kiểu dáng sang trọng. ", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609923957/products/SKU1603124/desc/oydwjmlna93syyg7lwas.png"
        }
    ], 
    "idProduct" : ObjectId("5ff57d764bc10c0d6c3afae6"), 
    "title" : "Đánh giá sản phẩm Bộ nhớ DDR4 G.Skill Trident Z 32GB (3200) F4-3200C16D-32GTZ (2x16GB)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff57f024bc10c0d6c3afaea"), 
    "desc" : [
        {
            "content" : "KINGMAX, nhà sản xuất hàng đầu thế giới trong lĩnh vực bộ nhớ và thiết bị lưu trữ hiệu năng cao, chính thức giới thiệu bộ nhớ DDR4 Zeus Dragon. Được sản xuất nhằm đáp ứng nhu cầu của game thủ cao cấp và những người yêu máy tính với đam mê tự lắp ráp hệ thống, DDR4 Zeus Dragon sở hữu thiết kế sáng tạo, kết hợp cả ngoại hình bắt mắt và hiệu năng vượt trội trong một khuôn hình chung.\nMức hiệu năng “thần thánh” với DDR4 Zeus Dragon\nKết hợp giữa hiệu năng và nghệ thuật, DDR4 Zeus Dragon được trang bị nhiều chứng nhận bo mạch chủ, và hỗ trợ Intel XMP 2.0 nhằm vượt qua mọi giới hạn mà không gặp bất kì khó khăn nào. Bộ nhớ này cũng vượt qua các phép thử nền tảng bo mạch chủ Intel X299, X99, Z170 và Z270. Nó cũng đạt mức tốc độ 2666MHz, và vượt qua các thử nghiệm trên chipset Intel 300 Series (như H370, H310, B360 và Z370) với tính tương thích và độ ổn định tốt nhất.\nRAM phục vụ nhu cầu chơi game DDR4 Zeus Dragon là bộ nhớ hiệu năng cao có thể vận hành ở xung nhịp 3000MHz. Mức hiệu năng “thần thánh” này thừa sức đáp ứng nhu cầu cao nhất từ các game thủ siêu việt hay những người yêu máy tính có đam mê tự lắp ráp hệ thống, đồng thời hợp chuẩn JEDEC DDR4.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924352/products/SKU1806047/desc/yrqghgs1abiyv9ivw26b.webp"
        }, 
        {
            "content" : "Thiết kế với Huyền thoại và Nghệ thuật\nDDR4 Zeus Dragon sở hữu tản nhiệt với thiết kế dựa trên hình rồng, kết hợp văn hóa phương Đông và phương Tây. Với hai màu đỏ (Knight Red) và đen (Armor Black), tản nhiệt nhôm của DDR4 Zeus Dragon đảm bảo khả năng phát tán nhiệt tốt nhất nhằm kéo dài tuổi thọ bộ nhớ. Rồng là biểu tượng của sức mạnh huyền thoại và tốc độ không gì sánh nổi, cho phép nó trở thành hình ảnh biểu trưng phù hợp với DDR4 Zeus Dragon. Bộ nhớ này cũng là lựa chọn hoàn hảo cho các game thủ và người yêu công nghệ mong muốn sở hữu thiết kế và phong cách độc nhất vô nhị cho các hệ thống của mình.\nLà một sản phẩm nghệ thuệt, DDR4 Zeus Dragon được chế tạo tinh xảo nhờ công nghệ cắt kim cương. Vân bề mặt tuyệt đẹp và thiết kế góc cạnh rất phù hợp với đặc thù hiệu năng cao và thiết kế tuyệt hảo của sản phẩm, giúp nó trở thành lựa chọn tuyệt đối cho những ai muốn tìm kiếm chất lượng hàng đầu và ngoại hình bắt mắt.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924353/products/SKU1806047/desc/nnviosaedd1pqnfvvpa5.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff57f024bc10c0d6c3afae9"), 
    "title" : "RAM desktop KINGMAX Zeus Dragon", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff57fe14bc10c0d6c3afaed"), 
    "desc" : [
        {
            "content" : "Vẻ ngoài đẹp đẽ, khả năng ép xung tuyệt vời với giá tốt\nCác bộ nhớ Corsair Vengeance DDR3 được thiết kế với khả năng ép xung có sẵn. Vengeance DIMM được chế tạo bằng cách sử dụng bộ nhớ RAM được lựa chọn đặc biệt cho khả năng làm việc với hiệu suất cao. Bộ tản nhiệt bằng nhôm giúp giải phóng nhiệt, đồng thời cung cấp vẻ ngoài mạnh mẽ trong dàn máy chơi game của bạn. Thêm nữa, với giá thành hấp dẫn của bộ nhớ Vengeance cũng sẽ giúp bạn tiết kiệm rất nhiều cho ngân sách xây dựng hệ thống của bạn.\nTương thích tối đa với CPU và Bo mạch chủ\nCác bộ nhớ Vengeance được thiết kế đặc biệt chạy ở mức 1,5V để tương thích tối đa với tất cả bộ vi xử lý Intel® Core ™ i3, i5 và i7 thế hệ thứ hai. Bộ nhớ Vengeance DDR3 có sẵn các thanh đơn, thanh hai hoặc thanh ba, giúp bạn dễ dàng kết hợp với số lượng DIMM của bo mạch chủ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924575/products/SKU1201389/desc/eruclf74pucwu6edmibm.jpg"
        }, 
        {
            "content" : "Giới thiệu Thương hiệu Corsair\nĐược thành lập năm 1994, Cosair là một công ty toàn cầu mang lại các thành phần sáng tạo, hiệu suất cao cho thị trường game PC và các thiết bị máy chủ. Chuyên về bộ nhớ hiệu suất rất cao, nguồn cung cấp năng lượng cực kỳ hiệu quả, và các thành phần hệ thống quan trọng khác, sản phẩm của Corsair là sự lựa chọn của ép xung, lưu trữ và cho các game thủ ở khắp mọi nơi.\nĐồng hành cùng các game thủ như một người bạn không thể thiếu, Corsair đã và đang mở rộng hệ thống sản phẩm của mình. Bạn có thể dễ dàng chọn mua các Thiết bị lưu trữ Corsair, RAM máy tính Corsair hoặc Ram laptop Corsair tùy theo nhu cầu và túi tiền của mình. Không những vậy, một số sản phẩm Chuột & Bàn phím Corsair, Gaming Gear Corsair cũng nhận được đánh giá tốt từ cộng đồng người yêu game.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924576/products/SKU1201389/desc/kkiktoilsnyme7ujbyfm.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff57fe14bc10c0d6c3afaec"), 
    "title" : "DDR3 Corsair 4GB (1600) C9 CMZ4GX3M1A", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff580cb4bc10c0d6c3afaf0"), 
    "desc" : [
        {
            "content" : "Dung lượng bộ nhớ lớn\nKingmax 8GB 1600MHz DDR3 với 1 thanh DDR3 có dung lượng bộ nhớ lên đến 8GB cho bạn thoải mái sử dụng bộ nhớ khi thực hiện các thao tác trên máy tính. Bộ nhớ DDR3L mới nhất có tốc độ truyền tải với tốc độ tối đa lên đến 1600Mhz sẽ đáp ứng nhu cầu sử dụng máy tính xách tay của bạn cho các ứng dụng nặng như chỉnh sửa hình ảnh, video với yêu cầu bộ nhớ cao.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924808/products/SKU1402753/desc/n7ku3hularcdnn9y1nea.jpg"
        }, 
        {
            "content" : "Truy xuất dữ liệu nhanh chóng\nSản phẩm có tốc độ Bus 1600MHz cho khả năng truy xuất dữ liệu nhanh chóng, phù hợp với các laptop sử dụng chuẩn DDR3.\nHoạt động ổn định\nDung lượng lớn sẽ tạo điều kiện dễ dàng hơn cho người dùng muốn cài đặt hay chạy các chương trình có cấu hình nặng trên máy tính. Máy tính hoạt động nhanh và ổn định hơn, đáp ứng đủ yêu cầu cao của các game thủ, lập trình viên hay người làm trong lĩnh vực đồ họa.\nHiệu quả sử dụng\nRam DDR3L Kingmax 1600 Mhz vẫn có thể tản nhiệt vô cùng hiệu quả, Kingmax trang bị trên các dòng RAM có mức xung rất cao, đem lại hiệu năng sử dụng rất tốt.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609924810/products/SKU1402753/desc/hig3boq4yzhgeevmggpe.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff580cb4bc10c0d6c3afaef"), 
    "title" : "Đánh giá sản phẩm: Bộ nhớ laptop DDR3 Kingmax 8GB (1600) (DDR3L)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5822f4bc10c0d6c3afaf3"), 
    "desc" : [
        {
            "content" : "Bộ nhớ hiệu suất cao\nBộ nhớ RAM được xây dựng trên 10 lớp PCB được thiết kế tinh vi, đảm bảo sự ổn định và hiệu suất cao của các Ics đã chọn. Tản nhiệt của bộ nhớ GIGABYTE được thiết kế để mang lại hiệu năng tốt nhất. Các vật liệu chất lượng cao cung cấp tản nhiệt tốt hơn, đảm bảo sự ổn định của bộ nhớ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609925164/products/SKU200500324/desc/veutym8ns7epbq6liun1.jpg"
        }, 
        {
            "content" : "Quy trình kiểm tra nghiêm ngặt\nTất cả các mô-đun bộ nhớ RAM đã được kiểm tra thông qua quy trình kiểm tra tiêu chuẩn nghiêm ngặt để đảm bảo cho người dùng hiệu năng tối ưu mà không ảnh hưởng về trải nghiệm sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609925166/products/SKU200500324/desc/jhsqylm9jyi7ufqllg4b.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5822f4bc10c0d6c3afaf2"), 
    "title" : "RAM desktop GIGABYTE AORUS RGB Memory (2 x 8GB) DDR4 3600MHz", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff584684bc10c0d6c3afaf6"), 
    "desc" : [
        {
            "content" : "Thiết kế nổi bật với viền vuông vắn, màu xanh sáng sủa nổi bật\nĐiện thoại iPhone 12 Mini 64GB Blue  được thiết kế nổi bật hơn các thế hệ tiền nhiệm trước đây. Bởi thiết kế phần viền vuông vắn được làm bằng chất liệu nhôm giúp cho chiếc điện thoại trở nên sang trọng và lịch thiệp hơn. \nHơn thế với thiết kế này khi cầm nắm chiếc iPhone bạn sẽ cảm thấy chắc chắn và an toàn hơn. Toàn bộ khung máy được làm từ chất liệu kim loại cao cấp kèm mặt lưng được làm từ kính sẽ hạn chế được bụi bẩn, vân tay và dễ dàng vệ sinh hơn khi sử dụng. ", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609925733/products/SKU201000631/desc/hfzbugjwrfg1qz92zxhn.jpg"
        }, 
        {
            "content" : "Màn hình tai thỏ 5.4 inch, độ phân giải đạt 1080 x 2340 Pixels\nVới kích thước màn hình 5.4 inch cùng thiết kế tai thỏ hơi tràn viền tạo nên khung hình vừa đủ để người dùng có thể thực hiện các thao tác thoải mái mà không lo bị giới hạn không gian hiển thị. \nĐặc biệt, Apple đã trang bị công nghệ màn hình Super Retina XDR trên iPhone 12 Mini giúp mọi hình ảnh hiển thị sắc nét đến từng chi tiết với độ phân giải đạt 1080 x 2340 Pixels. ", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609925736/products/SKU201000631/desc/djdtpmpylk6ronxntqrx.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff584684bc10c0d6c3afaf5"), 
    "title" : "Đánh giá chi tiết iPhone 12 Mini 64GB Blue", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5d9d1491ee60bf4e0be97"), 
    "desc" : [
        {
            "content" : "Khung vỏ vuông vắn, màu Silver tinh tế nổi bật cân đối thiết kế\niPhone 12 Pro Max được sử dụng bộ khung vỏ được đúc nguyên khối từ thép không gỉ nguyên khối và CNC vuông vắn với thiết kế khung viền hoàn toàn mới. Cảm giác khi cầm sử dụng chiếc iPhone này rất thoải mái và chắc chắn với khung viền được thiết kế vuông ôm sát lòng bàn tay.\nNgoài ra cả mặt trước và mặt sau của chiếc iPhone 12 Pro Max đều được trang bị mặt kính Gorilla Glass, bảo vệ an toàn chiếc iPhone trong mọi lúc sử dụng tránh khỏi hư hỏng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609947596/products/SKU201000660/desc/m436rbn3wjcnf3crqq31.jpg"
        }, 
        {
            "content" : "Màn hình 6.7 inch, trang bị chip Apple A14 Bionic, ram 4GB và bộ nhớ trong 256Gb\niPhone 12 Pro Max là một trong những chiếc điện thoại có kích thước màn hình lớn nhất trong Series lên đến 6.7 inch. Với độ rộng này bạn có thể thoải mái sử dụng chiếc iPhone của mình để chơi game hay xem phim rất thoải mái với khung hình lớn.\nĐộ phân giải của màn hình cũng nằm ở mức cao với 1284 x 2778 pixels hiển thị trên tấm nền Super Retina XDR OLED đi kèm công nghệ HDR10+ tái hiện sắc nét nhất mọi hình ảnh trên màn hình của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609947599/products/SKU201000660/desc/kg2jlsnj5enxnguhk3g2.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5d9d0491ee60bf4e0be96"), 
    "title" : "Đánh giá chi tiết iPhone 12 Pro Max 256GB Silver", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5daf0491ee60bf4e0be9a"), 
    "desc" : [
        {
            "content" : "Vào ngày 8 tháng 8 năm 2019 vừa qua, tại Seoul Samsung đã cho ra mắt chiếc điện thoại di động Samsung Note 10. Đây là chiếc smartphone cao cấp, thiết kế hòa hợp giữa thanh lịch và hiện đại. Thêm vào đó là nhiều tính năng, công cụ vượt trội, mạnh mẽ giúp người dùng tận hưởng mọi khoảng khắc trong cuộc sống.\nGalaxy Note 10 được thiết kế với trải nghiệm tuyệt đỉnh như máy tính, điều khiển game cầm tay, film studio và bút thông minh, tất cả hội tụ trong một thiết bị.\nSiêu phẩm quyền năng Galaxy Note 10 ra mắt với kích thước màn hình 6.3 inch và bề ngang chỉ có 7.9 mm. Màn hình Dynamic AMOLED chuẩn điện ảnh Infinity-O luôn hoàn hảo trong mọi điều kiện với ống kính nhỏ gọn nằm ở camera trước.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609947885/products/SKU190800499/desc/pty5rvhm1jgo4rnlomwc.jpg"
        }, 
        {
            "content" : "Galaxy Note 10 nay còn mạnh mẽ hơn với bộ vi xử lý 7nm mạnh mẽ kết hợp với RAM 8GB mang đến tốc độ đáng kinh ngạc. Mạng LTE lên đến 2.0Gbps cho bạn thỏa thích tải xuống, chơi game, phát sóng mọi lúc mọi nơi.\nLưu trữ nhiều hơn với bộ nhớ ấn tượng như laptop. Cụ thể, Galaxy Note 10 đưa bộ nhớ di động lên một tầm cao mới với bộ nhớ trong 512GB có thể mở rộng thêm tối đa lên đến 1TB.\nThời lượng pin kỷ lục của Galaxy Note10 lên đến 3500mAh để thỏa thích trải nghiệm suốt ngày dài.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609947887/products/SKU190800499/desc/drr94vyr5tcrm0tbusie.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5daef491ee60bf4e0be99"), 
    "title" : "Giới thiệu, đánh giá Điện Thoại Di Động Samsung Note 10 (Aura Glow)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5dc25491ee60bf4e0be9d"), 
    "desc" : [
        {
            "content" : "Thiết kế đột phá cùng màn hình gập\nThiết kế ấn tượng của Samsung Galaxy Z Flip được lấy cảm hứng từ dòng sản phẩm Galaxy Fold được nhiều người biết đến cũng với thiết kế gập. Galaxy Z Flip vừa vặn trong bàn tay của bạn khi gập lại, dễ dàng đựng trong túi áo, túi xách hay những phụ kiện khác.\nBản lề của máy có nhiều góc độ gập khác nhau để bạn có thể sử dụng xem phim hay chơi game dễ dàng. Trải nghiệm sử dụng Z Flip linh hoạt nhờ kết cấu bản lề hiện đại, có khả năng chống bụi bẩn tốt hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948194/products/SKU200200641/desc/iitn76639jg5qjusm8ld.jpg"
        }, 
        {
            "content" : "Công nghệ kính gập siêu mỏng, linh hoạt\nVượt qua mọi thử thách, các nhà nghiên cứu của Samsung đã phát minh thành công công nghệ Kính Gập Siêu Mỏng dành cho Z Flip. Mang đến từng khung hình tuyệt đẹp mà không ảnh hưởng bởi nếp gấp. Khớp nối được thiết kế thông minh mang lại chuyển động đóng gập hoàn mỹ. Ngoài ra với cấu tạo đặc biệt giúp Galaxy Z Flip ngăn chặn bụi bẩn hiệu quả, duy trì độ bền cho thiết bị.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948196/products/SKU200200641/desc/qkvjrkrs9mbws4gfo9xd.png"
        }
    ], 
    "idProduct" : ObjectId("5ff5dc25491ee60bf4e0be9c"), 
    "title" : "Tổng quan Điện Thoại Di Động Samsung Galaxy Z Flip, 256GB (SM-F700FZPDXEV)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5dd59491ee60bf4e0bea0"), 
    "desc" : [
        {
            "content" : "Màn hình tràn viền\nMàn hình tràn viền Infinity-V 6.5-inch siêu rộng giúp nâng tầm trải nghiệm thị giác của bạn lên một tầm cao mới. Tuyệt tác điện thoại SAMSUNG Galaxy A20s (Đỏ) với thiết kế gần như không viền đem đến thế giới giải trí sống động ngay trước mắt bạn mọi lúc mọi nơi.\nTrải nghiệm liền mạch\nSAMSUNG Galaxy A20s sở hữu pin tiêu chuẩn có dung lượng lên đến 4000mAh, được hỗ trợ bởi công nghệ Sạc Nhanh 15W giúp việc giải trí và tương tác với bạn bè không còn bị gián đoạn. Giờ đây, bạn có thể thoải mái lướt Facebook, nhắn tin với bạn bè, xem video trực tuyến và nhiều thứ mà bạn thích suốt ngày dài.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948503/products/SKU191004603/desc/l9vbwbzt9lanz62mocfp.jpg"
        }, 
        {
            "content" : "Bộ ba camera tuyệt đỉnh\nChụp toàn cảnh để lưu giữ trọn vẹn từng khoảnh khắc cùng hệ thống bộ ba camera tuyệt đỉnh trên điện thoại SAMSUNG Galaxy A20s. Camera chính có độ phân giải 13MP đem lại mọi bức hình với chi tiết rõ ràng và sắc nét. Camera cảm biến chiều sâu 5MP giúp bạn có thể chụp xóa phông một cách chuyên nghiệp. Camera góc rộng 8MP có thể chụp khung hình góc rộng lên đến 120 độ đem lại những bức hình đầy ấn tượng.\nChụp Selfie hoàn hảo\nSAMSUNG Galaxy A20s với camera trước có độ phân giải 8MP cho phép bạn chụp Selfie một cách hoàn hảo mọi lúc mọi nơi. Ngoài ra với tính năng Live Focus giúp xóa phông mọi bức hình của bạn một cách chuyên nghiệp, bạn sẽ dễ dàng trở nên nổi bật và thoải mái thể hiện cá tính và chất tôi khác biệt.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948504/products/SKU191004603/desc/rlyemawi3yubcvcetu7q.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5dd58491ee60bf4e0be9f"), 
    "title" : "Điện Thoại Di Động Samsung Galaxy A20s (Đỏ)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5dea6491ee60bf4e0bea3"), 
    "desc" : [
        {
            "content" : "Màn hình tràn viền cho trải nghiệm chạm lướt mượt mà của Oppo Reno 2 F\nĐiện thoại Oppo Reno 2 F sở hữu màn hình với kích thước 6,5 inch, độ phân giải màn hình 1080 x 2340 pixel. Dù không đạt đến độ phân giải full HD nhưng màn hình Reno 2 F vẫn mang lại màu sắc tươi sáng, chân thực cùng màn hình rộng chất lượng. Đồng thời, bạn cũng có thể chạm lướt thoải mái với cảm biến mượt mà, để sử dụng các ứng dụng nhanh hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948836/products/SKU200100156/desc/b8kim7rhbup0z78nqirb.jpg"
        }, 
        {
            "content" : "Thiết kế thời trang, màu sắc đa dạng của Oppo Reno 2 F\nDù giá thành điện thoại không quá đắt nhưng thiết kế của máy vẫn không giảm đi sự hiện đại và sang trọng. Thân máy tuy bằng nhựa nhưng được làm sáng bóng kết hợp với nhiều màu sắc, giúp chiếc Oppo Reno 2 F ấn tượng hơn, không lỗi thời và thu hút người dùng.\nThời lượng pin khủng cho thời gian trải nghiệm thoải mái\nĐiện thoại Oppo Reno 2 F trang bị viên pin dung lượng lớn giúp mang tới trải nghiệm sử dụng thoải mái trong cả ngày chỉ với một lần sạc duy nhất. Bạn sẽ không còn lo lắng điện thoại hết pin khi đang ở bên ngoài mà thỏa sức giải trí chơi game, xem phim hay nghe nhạc,...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609948837/products/SKU200100156/desc/qvbqaof6lfiv77fivhhq.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5dea6491ee60bf4e0bea2"), 
    "title" : "Điện Thoại Di Động Oppo Reno 2 F (Xanh)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5dfae491ee60bf4e0bea6"), 
    "desc" : [
        {
            "content" : "Thiết kế tinh tế, ấn tượng\nĐiểm đầu tiên ghi nhận về chiếc Oppo A1K là thiết kế mảnh mai với các đường cong được bo tròn tinh tế, tạo cảm giác chắc chắc, thoải mái khi cầm sản phẩm trong tay.\nMàn hình giọt nước rộng 6.1″ HD+ khiến phần thân máy nhìn đẹp hơn. Nó cũng giúp cho hình ảnh được hiển thị một cách tối đa và chân thực, tăng trải nghiệm của người dùng khi chơi game, lướt web.\nĐặc biệt, màn hình còn có kính cường lực Gorilla, tăng thêm độ cứng cáp, một lớp để bảo vệ màn hình siệu khủng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949092/products/SKU190800471/desc/v5qlp2xlu8ltv3wmsh1d.png"
        }, 
        {
            "content" : "Siêu mạnh mẽ với dung lượng pin khủng 4000 mAh\nVới việc sử dụng pin chuẩn Li-Po và dung lượng pin cực khủng 4000 mAh giúp bạn tha hồ sử dụng mà không lo hết pin. Theo các số liệu thử nghiệm cho thấy, Oppo A1K có thể sử dụng liên tục trong thời gian 17 giờ liên tục mà không cần sạc pin giúp bạn có thoải mái chơi game, xem phim, chụp ảnh…\nDữ liệu bộ nhớ lớn hơn\nVới ROM 32GB và có thể mở rộng lên đến 256 GB, bạn có thể lưu trữ nhiều dữ liệu cá nhân trong chiếc điện thoại của mình hơn.\nCamera đa năng\nCamera trước 5 MP kết hợp với nhiều tính năng như chế độ làm đẹp, chế độ xóa phông, nhận diện khuôn mặt giúp bạn có một tấm ảnh selfile ưng ý nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949101/products/SKU190800471/desc/du4nahbfhl1nsqz1zjgo.png"
        }
    ], 
    "idProduct" : ObjectId("5ff5dfad491ee60bf4e0bea5"), 
    "title" : "Giới thiệu, đánh giá Điện Thoại Di Động Oppo A1K CPH1923 màu Đen.", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e0b9491ee60bf4e0bea9"), 
    "desc" : [
        {
            "content" : "Màn hình tràn viền cho trải nghiệm chạm lướt mượt mà của Oppo Reno 2\nĐiện thoại Oppo Reno 2 sở hữu màn hình với kích thước 6,5 inch, độ phân giải màn hình 1080 x 2400 pixel. Dù không đạt đến độ phân giải full HD nhưng màn hình Reno 2 vẫn mang lại màu sắc tươi sáng, chân thực cùng màn hình rộng chất lượng. Đồng thời, bạn cũng có thể chạm lướt thoải mái với cảm biến mượt mà, để sử dụng các ứng dụng nhanh hơn.\nThiết kế thời trang, màu sắc đa dạng của Oppo Reno 2\nDù giá thành điện thoại không quá đắt nhưng thiết kế của máy vẫn không giảm đi sự hiện đại và sang trọng. Thân máy tuy bằng nhựa nhưng được làm sáng bóng kết hợp với nhiều màu sắc, giúp chiếc Oppo Reno 2 ấn tượng hơn, không lỗi thời và thu hút người dùng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949366/products/SKU200100158/desc/zjqncmp9r4vgzphuqafq.jpg"
        }, 
        {
            "content" : "Chạm lướt nhanh chóng, mượt mà\nOPPO Reno 2 được trang bị CPU: Snapdragon 730 cùng với RAM 8GB và bộ nhớ trong 256 GB. Cấu hình giúp điện thoại luôn hoạt động ổn định khi bạn thao tác gọi điện, nhắn tin, xem phim hay tương tác với mạng xã hội. Đối với những tựa game phổ biến, OPPO Reno 2 vẫn có thể chơi một cách bình thường nếu cài đặt ở mức đồ họa thấp.\nMáy còn được trang bị chức năng quét dấu vân tay ở mặt sau để mở khóa màn hình, giúp bạn mở khóa nhanh và dễ dàng hơn. Đồng thời, chức năng này cũng giúp việc bảo mật được an toàn hơn.\nGhi lại từng khoảnh khắc với 4 camera sau chất lượng\nCụm camera trên OPPO Reno 2 đã được nâng cấp rõ rệt với camera chính độ phân giải 48 MP cùng ống kính thứ 2 vẫn là 13 MP chụp ảnh góc siêu rộng, một ống kính 8 MP dùng để chụp ảnh chân dung xóa phông và một ống kính 2 MP.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949368/products/SKU200100158/desc/lkahmn3w2b8sjksvalvt.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e0b9491ee60bf4e0bea8"), 
    "title" : "Giới thiệu, đánh giá Điện Thoại Di Động Oppo Reno 2 (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e270491ee60bf4e0beac"), 
    "desc" : [
        {
            "content" : "Màn hình tràn viền\nMàn hình tràn viền Infinity-V 6.5-inch siêu rộng và thiết kế giọt sương mang lại tỉ lệ hiển thị màn hình lên đến 89%, giúp nâng tầm trải nghiệm thị giác của bạn lên một tầm cao mới. Tuyệt tác điện thoại Realme 5 64GB (Tím) với thiết kế gần như không viền đem đến thế giới giải trí sống động ngay trước mắt bạn mọi lúc mọi nơi.\nPin 5000mAh siêu khủng\nRealme 5 sở hữu pin tiêu chuẩn có dung lượng cực khủng lên đến 5000mAh, được hỗ trợ bởi công nghệ làm mát AI và chế độ tiết kiệm năng lượng giúp việc giải trí và tương tác với bạn bè không còn bị gián đoạn. Giờ đây, bạn có thể thoải mái lướt Facebook, nhắn tin với bạn bè, xem video trực tuyến và nhiều thứ mà bạn thích suốt ngày dài.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949806/products/SKU191007000/desc/zagym5v7cch2jifkanoc.jpg"
        }, 
        {
            "content" : "Hiệu năng tối ưu\nRealme 5 được trang bị bộ xử lý Snapdragon 665 AIE với xung nhịp lên tới 2.0GHz cực kỳ mạnh mẽ cùng với bộ xử lý đồ họa Vulkan 1.1 mới nhất, giúp bạn có thể thao tác ứng dụng, xem video trực tuyến và chơi game ở tốc độ cao mà vẫn mượt mà. Hơn thế nữa, bạn có thể lưu giữ toàn bộ hình ảnh, dữ liệu quan trọng... với bộ nhớ trong 64GB và bộ nhớ ngoài hỗ trợ lên đến 256GB.\nThiết kế mặt cắt pha lê\nMặt lưng điện thoại được thiết kế theo cảm hứng từ những mặt cắt pha lê, là một sự nâng cấp từ mặt lưng vân kim cương. Quy trình sản xuất trải qua 133 lần đánh bóng tỉ mỉ, toàn bộ Realme 5 được thiết kế phủ màu 3D chi tiết tới từng nanomet. Những đường cắt pha lê độc đáo kết hợp với hiệu ứng chuyển màu và phản sáng của vân pha lê đem lại một vẻ đẹp hoàn mỹ ở những góc độ khác nhau.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609949807/products/SKU191007000/desc/rplgs0dlqvetnxtdy6fa.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e26f491ee60bf4e0beab"), 
    "title" : "Giới thiệu Điện Thoại Di Động Realme 5 (3GB/64GB) (Tím)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e38b491ee60bf4e0beaf"), 
    "desc" : [
        {
            "content" : "Thiết kế mặt cắt pha lê\nMặt lưng điện thoại được thiết kế theo cảm hứng từ những mặt cắt pha lê, là một sự nâng cấp từ mặt lưng vân kim cương. Quy trình sản xuất trải qua 133 lần đánh bóng tỉ mỉ, toàn bộ Realme 5S 4GB/128GB (Đỏ) được thiết kế phủ màu 3D chi tiết tới từng nanomet. Những đường cắt pha lê độc đáo kết hợp với hiệu ứng chuyển màu và phản sáng của vân pha lê đem lại một vẻ đẹp hoàn mỹ ở những góc độ khác nhau.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950089/products/SKU200400120/desc/ctoxcsocn6arewt76zym.jpg"
        }, 
        {
            "content" : "Bộ bốn camera tuyệt đỉnh\nChụp toàn cảnh để lưu giữ trọn vẹn từng khoảnh khắc cùng hệ thống bộ bốn camera tuyệt đỉnh trên Realme 5S 4GB/128GB (Đỏ). Camera chính có độ phân giải 48MP đem lại mọi bức hình với chi tiết rõ ràng và sắc nét. Camera cảm biến chiều sâu giúp bạn có thể chụp xóa phông một cách chuyên nghiệp. Camera góc siêu rộng có thể chụp khung hình góc rộng lên đến 119° đem lại những bức hình đầy ấn tượng. Camera góc siêu cận giúp chụp những bức ảnh đặc tả cận cảnh chi tiết cực kỳ sắc nét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950090/products/SKU200400120/desc/v9vyz9bgfavek8dohxbn.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e38b491ee60bf4e0beae"), 
    "title" : "Giới thiệu Điện thoại Realme 5S 4GB/128GB (Đỏ)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e498491ee60bf4e0beb2"), 
    "desc" : [
        {
            "content" : "Bộ bốn camera tuyệt đỉnh\nChụp toàn cảnh để lưu giữ trọn vẹn từng khoảnh khắc cùng hệ thống bộ bốn camera Sony tuyệt đỉnh trên Realme 5 Pro 4GB/128GB (Xanh tím). Camera chính có độ phân giải 48MP đem lại mọi bức hình với chi tiết rõ ràng và sắc nét. Camera cảm biến chiều sâu giúp bạn có thể chụp xóa phông một cách chuyên nghiệp. Camera góc siêu rộng có thể chụp khung hình góc rộng lên đến 119° đem lại những bức hình đầy ấn tượng. Camera góc siêu cận giúp chụp những bức ảnh đặc tả cận cảnh chi tiết cực kỳ sắc nét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950358/products/SKU191006998/desc/zsc6aehliwskb1doz4yd.jpg"
        }, 
        {
            "content" : "Màn hình tràn viền\nMàn hình tràn viền Full HD+ 6.3-inch siêu rộng và thiết kế giọt sương mang lại tỉ lệ hiển thị màn hình lên đến 90.6%, giúp nâng tầm trải nghiệm thị giác của bạn lên một tầm cao mới. Tuyệt tác điện thoại Realme 5 Pro với thiết kế gần như không viền đem đến thế giới giải trí sống động ngay trước mắt bạn mọi lúc mọi nơi.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950359/products/SKU191006998/desc/vj6jsikt39sdum7jyho9.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e497491ee60bf4e0beb1"), 
    "title" : "Điện Thoại Di Động Realme 5 Pro (4GB/128GB) (Xanh Đại Dương)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e644491ee60bf4e0beb5"), 
    "desc" : [
        {
            "content" : "Màn hình nốt ruồi tràn viền thời thượng\nĐiện thoại di động\n Xiaomi Redmi Note 9 được trang bị màn hình rộng 6.53 inch, với rãnh “nốt ruồi” nhỏ ở góc trái màn hình, Xiaomi gọi màn hình này là DotDisplay. Cũng như các loại điện thoại di động Xiaomi khác, Redmi Note 9 bảo vệ màn hình trước bằng lớp kính cường lực Corning Gorilla Glass 5 cao cấp. Mặt sau của Redmi Note 9 vẫn được làm nổi bật và dễ nhận biết với cụm camera nổi bật, đặc trưng của dòng Redmi Note năm nay.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950786/products/SKU200700156/desc/pki7fgn8czr5jf9cidym.png"
        }, 
        {
            "content" : "Hiệu năng bứt phá với Helio G85\n Xiaomi Redmi Note 9 là smartphone đầu tiên xuất hiện ở thị trường với con chip Helio G85 chuyên dành cho việc chơi game trên điện thoại di động, với 8 nhân 2.0 GHz. Bộ nhớ RAM và ROM của máy lần lượt là 4 GB và 128 GB.\nCấu hình của máy nằm ở mức khá trong phân khúc đảm bảo các hoạt động thường ngày ít giật lag, cho hiệu năng ổn định, giúp người dùng chơi các tựa game phổ biến như Liên Quân, Free Fire,… không bị cảm giác khó chịu vì giật lag.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609950788/products/SKU200700156/desc/g2fflqas1dh2ltzufy3f.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e644491ee60bf4e0beb4"), 
    "title" : "Điện Thoại Di Động Xiaomi Redmi Note 9 4GB/128GB (Xám)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e73e491ee60bf4e0beb8"), 
    "desc" : [
        {
            "content" : "Thiết kế Xiaomi Mi Note 10 Pro đẹp hơn và bền hơn\nXiaomi Mi Note 10 Pro được gia công từ khung kim loại kết hợp với mặt kính cường lực Gorilla ở cả 2 mặt trước và sau giúp mang đến một sự bền bỉ lâu dài cho người sử dụng. Ngoài ra mặt lưng được phối màu gradient mới bắt mắt người dùng hơn. Có 5 camera được đặt dọc phía bên trái phần mặt lưng của máy.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951036/products/SKU200100161/desc/zjpscktnhfgvg4psxxc0.jpg"
        }, 
        {
            "content" : "Camera chất lượng 108MP\nĐược trang bị 5 camera và camera chính có độ phân giải lên đến 108MP, kèm theo các cảm biến gồm góc siêu rộng 20MP, cùng 3 camera có độ phân giải cao lần lượt là 12MP, 5 MP và 2MP. Giúp bạn thỏa sức chụp ảnh mới mọi góc chụp.\nCamera trước của máy vẫn sẽ có độ phân giải 32MP, kèm nhiều chế độ làm đẹp AI beautify và chụp ảnh xóa phông.\nHiệu năng ấn tượng\nCấu hình vẫn sẽ là một điểm đáng chú ý tại sản phẩm này với mức giá hợp lý. Sử dụng bộ vi xử lý Snapdragon 730, mang lại trải nghiệm chơi game và giải trí cực kỳ mượt mà.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951038/products/SKU200100161/desc/zh092qv3q5hh8ahaynxp.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5e73e491ee60bf4e0beb7"), 
    "title" : "Giới thiệu Điện Thoại Di Động Xiaomi Mi Note 10 Pro (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5e935491ee60bf4e0bebb"), 
    "desc" : [
        {
            "content" : "Camera được thiết kế vô cùng độc đáo\nĐiện Thoại Di Động Xiaomi Poco F2 Pro 6GB/128GB (Trắng) có cụm camera sau được thiết kế nằm trong một hình tròn ở giữa thân máy vô cùng độc đáo bắt mắt, tạo điểm nhấn cho chiếc máy, với camera chính 64MP, camera góc rộng 13MP, camera cảm biến độ sâu 2MP và camera tele 5MP, bộ camera này cho phép người dùng có thể chụp được những bức ảnh sống động sắc nét và có khả năng quay video 8K.\nCamera trước cũng được thiết kế rất độc đáo với dạng pop-up 20MP đảm bảo chất lượng những bức ảnh vô cùng rõ nét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951534/products/SKU200700137/desc/h3fhczesgwuxq0klot2k.jpg"
        }, 
        {
            "content" : "Thiết kế mặt lưng sang trọng\nĐiện Thoại Di Động Xiaomi Poco F2 Pro 6GB/128GB (Trắng)  có thiết kế mặt lưng được làm từ kính cùng với phần viền được làm từ kim loại chắc chắn, đảm bảo cho máy hoạt động tốt và cảm giác cầm nắm rất thoải mái không bị cấn tay.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951540/products/SKU200700137/desc/wyvnucq7ltfjp96wyufw.png"
        }
    ], 
    "idProduct" : ObjectId("5ff5e934491ee60bf4e0beba"), 
    "title" : "Điện Thoại Di Động Xiaomi Poco F2 Pro 6GB/128GB (Trắng)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5ea2f491ee60bf4e0bebe"), 
    "desc" : [
        {
            "content" : "Màn hình kiểu dáng giọt nước ưa nhìn\nNokia 2.2 TA-1188 là phiên bản kế nhiệm của nhiều sản phẩm Nokia 2.2 đi trước, nó được xem là một trong những thiết kế lột xác của hãng điện thoại này. Với màn hình tràn viền theo đúng xu thế có thích thước 5.71 inch, cho người dùng sử dụng thoải mái.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951788/products/SKU190800143/desc/opsqh5pmrrokhprpnbhs.jpg"
        }, 
        {
            "content" : "Thiết kế đẹp mắt, chắn chắn\nVề thiết kế, điện thoại di động Nokia 2.2 TA-1188 chắc chắn sẽ làm bạn hài lòng vì đây là một trong những hãng đi đầu về việc hoàn thiện smartphone rất hoàn hảo dù ở tầm giá khá rẻ. Chiếc điện thoại này sở hữu kiểu dáng có thiết kế khá chắn chắn, tạo cảm giác chắc tay khi cầm cùng những chi tiết được gia công tỉ mỉ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609951790/products/SKU190800143/desc/xryjvnvvz9dlkbtgsgrw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5ea2f491ee60bf4e0bebd"), 
    "title" : "Điện Thoại Di Động Nokia 2.2 TA-1188 DS 2/16 VN Black", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5eb5f491ee60bf4e0bec1"), 
    "desc" : [
        {
            "content" : "Thiết kế đơn giản, hiện đại\nNokia C2 sở hữu một thiết kế đơn giản với chất liệu nhựa nhám và trọng lượng khá nhẹ chỉ 161gram, nắp máy có thể tháo rời giúp bạn có thể thuận tiện thay pin và sim của máy hơn.\nCác phím bấm âm lượng cũng như nút nguồn được bố trí hợp lý, đem lại cảm giác bấm chắc chắn thuận tiện để thao tác sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952092/products/SKU200400658/desc/hus1t6x6catabhrsqjtz.png"
        }, 
        {
            "content" : "Hiển thị nhiều hơn\nĐiểm nâng cấp đầu tiên của Nokia C2 đó là kích thước màn hình, nay đã được mở rộng lên đến 5.7\" so với thế hệ cũ. Màn hình lớn sẽ giúp bạn dễ sử dụng hơn và hiển thị được nhiều thông tin hơn. Ngoài ra với độ phân giải chuẩn HD+ kèm màn hình IPS LCD hiển thị màu sắc tươi tắn, phù hợp cho mọi nhu cầu giải trí hay xem phim...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952094/products/SKU200400658/desc/iskkdecximzshuqim7ti.png"
        }
    ], 
    "idProduct" : ObjectId("5ff5eb5e491ee60bf4e0bec0"), 
    "title" : "Giới thiệu Điện thoại di động Nokia C2", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5ecae491ee60bf4e0bec4"), 
    "desc" : [
        {
            "content" : "Thiết kế\nĐiếm nhấn giúp Huawei P30 Lite nổi bật là thiết kế độc đáo thường xuất hiện trên các dòng điện thoại cao cấp. Sở hữu màn hình IPS 6.15\" với độ phân giải 1080 x 2340, đem lại chất lượng hình ảnh sắc nét và màu sắc chân thực, tuy nhiên điều đặc biệt hơn là dù có kích thước lớn như vậy nhưng cảm giác cầm Huawei P30 Lite lại rất vừa tay, nhờ vào thiết kế màn hình tràn viền giúp tăng diện tích hiển thị của màn hình lên tới 80%.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952427/products/SKU190800194/desc/lkcitzqu8wvtptovil1u.jpg"
        }, 
        {
            "content" : "Thoải mái cho ngày dài năng động\nVới dung lượng pin lớn, lên tới 3340, kết hợp với bộ xử lý Kirin 710 cực kì tiết kiệm điện. Thoải mái cho một ngày dài sử dụng liên tục mà không cần phải lo cắm sạc, thậm chí máy còn tích hợp công nghệ sạc nhanh với công suất lên tới 18W.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952429/products/SKU190800194/desc/anrdgkpi8lyizwm55ifl.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5ecad491ee60bf4e0bec3"), 
    "title" : "Giới thiệu điện thoại Huawei P30 Lite", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff5edbf491ee60bf4e0bec7"), 
    "desc" : [
        {
            "content" : "Thiết kế ấn tượng với màn hình tràn Halo\nVivo S1 sở hữu Màn Hình Tràn Halo với tỷ lệ màn hình trên thân máy cao. Sự đối xứng hoàn hảo mang đến trải nghiệm hiệu ứng thị giác tuyệt vời. Màn hình Super AMOLED 6.38 inch cho phép bạn tận hưởng không gian giải trí vượt mọi giới hạn.\nPhong cách thiết kế \"rãnh khuyết\" tối giản giúp tăng tối đa không gian hiển thị ở mặt trước. Khi sử dụng điện thoại dưới ánh nắng mặt trời màu sắc hiển thị vẫn rực rỡ và độ nét cao.\nNếu bạn là một người yêu thích cái đẹp thì chắc chắn Vivo S1 sẽ khiến bạn phải chú ý bởi vẻ ngoài của máy. Thiết bị sở hữu mặt lưng có khả năng thay đổi màu sắc dưới các góc độ khác nhau, tạo ra màu sắc độc đáo.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952701/products/SKU200100162/desc/xz5zroyanptl7citzun3.jpg"
        }, 
        {
            "content" : "Hiệu suất mạnh mẽ giúp trải nghiệm siêu mượt\nVivo S1 được trang bị bộ vi xử lý 8 nhân mạnh mẽ, đi cùng 6GB RAM và tới 128GB bộ nhớ trong. Bạn có thể mở cùng lúc nhiều ứng dụng, làm tất cả mọi việc mà máy vẫn luôn luôn mượt mà. Bên cạnh đó, điện thoại cũng có không gian lưu trữ thoải mái, bạn có thể cài bất cứ ứng dụng nào mà bạn thích.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609952703/products/SKU200100162/desc/refzsexwiz8bjvcaf4pb.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff5edbf491ee60bf4e0bec6"), 
    "title" : "Giới thiệu chi tiết Điện Thoại Di Động Vivo S1 Đen", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6922e8537f205601be59b"), 
    "desc" : [
        {
            "content" : "Pin sạc dự phòng Pisen Meatball II 10050mAh (Phiên bản mới - B) (Cam) được sản xuất bởi hãng Pisen – là 1 công ty chuyên về nghiên cứu sản xuất phụ kiện ngoại vi, kỹ thuật số đang dần dần chiếm được lòng tin của người dùng. Pin sạc dự phòng Pisen Meatball II 10050mAh (Phiên bản mới - B) (Cam) được khách hàng ưu chuộng vì thiết kế đẹp mắt, chất lượng ổn định, độ bền cao.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609994795/products/SKU19060099/desc/au5z8lxnnmimoq45diq3.jpg"
        }, 
        {
            "content" : "Pin sạc dự phòng Pisen Meatball II 10050mAh (Phiên bản mới - B) (Cam) được thiết kế với kiểu dáng sang trọng, nhỏ gọn, có kích thước nhỏ hơn cả smartphone thích hợp sử dụng trong những chuyến đi chơi, đi công tác xa, đáp ứng mọi nhu cầu di chuyển của người dùng. Hơn nữa, bề mặt được trang trí hoạ tiết đẹp mắt cùng với lớp sơn phủ cao cấp.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609994797/products/SKU19060099/desc/uqr378iryfkuaztequcr.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6922d8537f205601be59a"), 
    "title" : "Đánh giá chi tiết về Pin sạc dự phòng Pisen Meatball II 10050mAh (Phiên bản mới - B) (Cam).", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6931d8537f205601be59e"), 
    "desc" : [
        {
            "content" : "Sạc ở bất cứ nơi nào\nBạn sẽ được trải nghiệm các thiết bị của mình tràn đầy năng lượng mọi lúc nhờ dung lượng pin lên đến 8000mAh của Remax RPL-15. Gồm có cổng cho những thiết bị sạc nhanh chóng và an toàn như điện thoại thông minh, đồng hồ thông minh, dây đeo thể thao, tai nghe, loa và hơn thế nữa. Đầu vào cho phép sạc nhanh đầy pin cho các lần sử dụng tiếp theo nhờ đó bạn có thể liên tục di chuyển và sạc mọi lúc.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609995035/products/SKU200600153/desc/smuw47kx3jlvcjr7wjnq.jpg"
        }, 
        {
            "content" : "Sạc nhanh và nhiều lần\nGồm 2 cổng phổ biến cung cấp đầu ra chuẩn để bạn có thể sạc thiết bị của mình ngay lập tức, chỉ cần sử dụng cáp sạc. Sạc đầy pin dự phòng một cách nhanh chóng thông qua đầu vào nhờ cổng micro-USB. Thiết bị của bạn sẽ được đầy năng lượng trong ngày với pin dự phòng Remax RPL-15.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609995036/products/SKU200600153/desc/wuzjboahrsueczbxoadk.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6931d8537f205601be59d"), 
    "title" : "Giới thiệu Pin Sạc Dự Phòng Remax RPL-15 8.000mAh (Màu Ngẫu Nhiên)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff694f48537f205601be5a3"), 
    "desc" : [
        {
            "content" : "Energizer XP10002A – Thiết kế tối giản thông minh\nThiết kế vẻ ngoài đơn giản với chất liệu nhựa nhám, kèm các chấm nhỏ giúp sản phẩm có điểm nhấn khá thú vị mà không hề đơn điệu như các bề mặt trơn nhẵn khác. Bên cạnh đó, chất liệu này còn giúp chống bám vân tay rất hiệu quả trong quá trình sử dụng. Pin sạc dự phòng Energizer XP10002A thiết kế hiện đại chống bám vân tay & tích hợp cáp Lightning tiện dụng", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609995505/products/SKU19030262/desc/ob3obcj53rtf00vrfq8u.jpg"
        }, 
        {
            "content" : "Hiệu năng sản phẩm\nDung lượng 10000mAh, nhưng thiết kế của mẫu pin dự phòng XP10002A lại khá thanh mảnh và gọn nhẹ. Bạn sẽ dễ dàng hơn trong việc di chuyển với nguồn năng lượng đi khắp nơi mà không lo tình cảnh hết pin xảy ra bất chợt.\nSử dụng pin Li-po cao cấp, Pin dự phòng Energizer luôn đem đến các sản phẩm với chất lượng tối ưu – giúp bảo vệ thiết bị của bạn an toàn nhất trong quá trình sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609995508/products/SKU19030262/desc/zzo5hhkx3wtdatq7xnji.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff694f48537f205601be5a2"), 
    "title" : "Giới thiệu Pin sạc dự phòng Energizer 10.000mAh/ 3.7V Li-Polymer – XP10002ABK (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff697638537f205601be5a8"), 
    "desc" : [
        {
            "content" : "Thiết kế tinh xảo\nKhung choàng đầu bằng thép không gỉ gọn nhẹ với chụp tai mềm, vừa vặn hoàn hảo. Mặt dưới khung choàng đầu có đệm xốp siêu mềm tạo cảm giác thoải mái khi bạn đeo tai nghe. Và cũng không làm vướng một sợi tóc nào. Thêm vào đó, đệm tai được thiết kế tinh tế với da thuộc tổng hợp, êm nhẹ như lông. Tất cả nhằm mục đích mang đến trải nghiệm nghe nhạc hoàn hảo nhất.\nThời gian sử dụng pin lên tới 20 giờ\nGiờ đây bạn đã có thể tận hưởng cả một music list liên tục trong vòng 20 giờ mà không cần lo lắng về thời lượng pin. Bose Headphone 700 (Đen) chỉ mất 2,5 tiếng để sạc đầy cho tai nghe và bạn có thể sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996129/products/SKU191101519/desc/cfslvlmzlnyyfsrs7vhe.jpg"
        }, 
        {
            "content" : "Khả năng kết nối\nỨng dụng kết nối tai nghe trên smartphone cho phép thay đổi được tính năng của nút Action. Chẳng hạn như điều chỉnh mức độ chống ồn, mặc định sẽ là nút kích hoạt trợ lý thông minh Google Assistant. Tới đây bạn sẽ thắc mắc tai nghe có hỗ trợ Siri hay không? Câu trả lời là có.\nNgười dùng vẫn kích hoạt được khi kết nối với iOS nhưng trợ lý ảo Google Assistant tích hợp bên trong có thể ra lệnh một số tác vụ điều khiển tai nghe độc lập như: chuyển bài hát, điều chỉnh volume… thay thế cho việc điều khiển bằng các thao tác như vuốt hay chạm.\nỨng dụng Bose Music\nTừ quản lý âm thanh đến quản lý kho nhạc, ứng dụng Bose Music cho bạn nhiều quyền kiểm soát hơn nữa đồng thời đảm bảo các sản phẩm thông minh của Bose hoạt động cùng nhau để mang đến trải nghiệm nghe tuyệt vời hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996130/products/SKU191101519/desc/aik165zmsl30buqfp2qm.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff697638537f205601be5a7"), 
    "title" : "Đánh giá Tai nghe Bluetooth Bose Headphone 700 (Bạc)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6983b8537f205601be5ab"), 
    "desc" : [
        {
            "content" : "Thiết kế trẻ trung của tai nghe JBL T110BT\nT110BT có thiết kế theo phong cách thể thao hiện đại, màu sắc đa dạng cho người dùng lựa chọn. Đây là dạng tai nghe in-ear nên cả bộ sẽ đi kèm bộ mút tai với các size khác nhau phù hợp với kích cỡ tai người nghe. Để cố định tai nghe quanh cổ và không rớt khi chuyển động, tai nghe được trang bị choàng cổ. Phần housing sử dụng chất liệu nhựa bóng, tích hợp nam châm giúp 2 bên housing dính nhau gọn gàng khi không sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996345/products/SKU19040417/desc/w2y66wuyp22vxhsxe0np.jpg"
        }, 
        {
            "content" : "Chất âm cao cấp của tai nghe Bluetooth JBL T110BT\nTai nghe Bluetooth JBL T110BT trang bị bộ driver Dynamic có kích thước 8.6mm với dải tần đáp ứng từ 20Hz tới 20kHz, cho chất lượng âm thanh trung thực. Tai nghe JBL Pure Bass cho âm sâu và mạnh mẽ chắc chắn. Bên cjanh đó dải âm trầm và âm trung cũng được thể hiện sống động, đồng thời cũng chinh phục người dùng ở cả dải Treble sáng, không hề chói tai khi âm thanh quá to.\nKết nối Bluetooth 4.0\nTai nghe JBL T110BT trang bị công nghệ Bluetooth chuẩn 4.0 giúp kết nối không dây ổn định, tốc độ kết nối khá cao trong khoảng cách xa đến 10m. Ngoài ra, tai nghe còn tích hợp cùng các profile hỗ trợ A2DP / AVRCP / HFP / HSP giúp kết nối ổn định, âm thanh không ngắt đoạn, rõ ràng, chất lượng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996346/products/SKU19040417/desc/zr17dzstcfxisltjo0kn.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6983b8537f205601be5aa"), 
    "title" : "Tai Nghe Bluetooth JBL T110BT (Pink)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff699cd8537f205601be5ae"), 
    "desc" : [
        {
            "content" : "Kiểm soát âm thanh của bạn với các chế độ nghe\nChủ động chặn tiếng ồn bên ngoài và sử dụng hiệu chuẩn âm thanh theo thời gian thực, mang lại cho bạn không gian bạn cần để tạo và duy trì cảm hứng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996747/products/SKU200400465/desc/zscozdgft6sldmomrfcx.jpg"
        }, 
        {
            "content" : "Với nền tảng âm thanh tiên tiến và khử tiếng ồn, Solo Pro đảm bảo bạn sẽ luôn có âm thanh phù hợp với tình huống phù hợp.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609996748/products/SKU200400465/desc/qwgoydydse9uojo77shg.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff699cd8537f205601be5ad"), 
    "title" : "Đắm chìm trong không gian âm nhạc với tai nghe Beats Solo Pro Wireless Noise Cancelling Headphones - Red, MRJC2ZP/A", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff69c0a8537f205601be5b3"), 
    "desc" : [
        {
            "content" : "Chất liệu tốt, giá thành hợp lý\nBàn phím Newmen GM819 được thiết kế với khung được làm từ chất liệu chắc chắn, bền bỉ, mượt mà. Cùng với các keycap được cấu tạo 2 lớp từ nhựa cao cấp đảm bảo tuổi thọ lâu dài cho thiết bị, không bị mờ phím sau thời gian dài.\nThiết kế Full-Size\nNewmen GM819 được thiết kế theo kiểu dáng bàn phím full layout đầy đủ 104 phím, có các phím chức năng mang đến cho người dùng một công cụ hỗ trợ các thao tác hotkey tiện lợi trong các tựa game Moba, RTS, FPS thịnh hành hiện nay.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997320/products/SKU19050529/desc/acciypqofdkrzec1fk1b.jpg"
        }, 
        {
            "content" : "Hệ thống Led\nBàn phím Newmen GM819 được trang bị với hệ thống LED độc đáo nhiều màu. Giúp người dùng có thể nhìn được rõ chữ hơn khi sử dụng bàn phìm vào ban đêm hay khi thiếu ánh sáng. Độ sáng vừa phải, bắt mắt làm đẹp thêm cho không gian của bạn.\nTuổi thọ bàn phím\nBàn phím Newmen GM819 sử dụng Switches Gaming Mechanical của cho lực nhấn ổn định mang lại cảm giác đầm tay hơn cho các game thủ và có tuổi thọ lên đến hàng triệu lần bấm.\nTính năng khác\nBàn phím Newmen GM819 có dây cáp được chắc chắn với độ dài giúp cho người dùng có thể thoải mái quấn, gấp mà không gây hư hại cho lõi dây bên trong. Bàn phím sử dụng đầu cắm USB mạ vàng tiện lợi, không gây khó khăn cho người dùng khi tìm ổ cắm thích hợp.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997321/products/SKU19050529/desc/i44aoxza8oeaufztsiwu.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff69c0a8537f205601be5b2"), 
    "title" : "Giới thiệu Bàn phím cơ Newmen GM819", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff69ce58537f205601be5b6"), 
    "desc" : [
        {
            "content" : "Đặc điểm nổi bật  \nTHIẾT KẾ\nBàn phím Newmen KB810 (Đen) mang một phong cách thiết kế đúng ” chất Gamming” với vỏ phím màu đen chủ đạo nhấn nhá thêm bằng các phím điều hướng có keycaps nổi bật, dải đèn LED bố trí rải rác tạo nên độ “ngầu ” cho toàn bàn phím .Bề mặt được hoàn thiện góc cạnh độc đáo. Bàn phím có phần kê tay rộng , thiết kế với các dải vân chéo cho phép không bị trơn trượt tay khi đang sử dụng.Logo và các đường vân được thiết kế thêm đèn led được bố trí phù hợp tạo nên hứng thú cho game thủ. Newmen KB810 được thiết kế để phù hợp cho sử dụng trên PC hay dùng thêm trên laptop với cáp dù siêu bền với đầu kết nối PS/2", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997539/products/SKU1601562/desc/d1bbdnw7wasflv9gknbc.png"
        }, 
        {
            "content" : "BÀN PHÍM\nBàn phím Newmen KB810 có các phím có khoảng cách phù hợp tiện lợi cho di chuyển khi thao tác với phím.Các phím được làm tròn ôm vào ngón tay tạo cảm giác thoải mái khi sử dụng.Bàn phím sử dụng công nghệ phủ cát chuyên dụng cho Game, tăng cường độ chân thực trên đôi tay, chống trơn trượt\nĐỘ BỀN \nKhung bàn phím được gia cố chịu lực, tăng độ nặng để đảm bảo không bị di chuyển khi Game thủ tác động mạnh vào bàn phím .Ngoài ra Newmen KB810 còn trang bị cho mình khả năng chống nước chống bụi giúp bàn phím tăng được tuổi thọ. Với những gì trang bị cho mình , có thể nói Newmen KB810 là một bàn phím bền bỉ , chống chịu tốt với mọi nguyên nhân làm giảm tuổi thị của bàn phím như bụi bẩn , ẩm ướt hay va đạp mạnh. Newmen KB810 cho thấy mình đúng là ” người bạn bền lâu” đối với các game thủ .", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997540/products/SKU1601562/desc/nzmp4sgqae4xashzebje.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff69ce58537f205601be5b5"), 
    "title" : "Giới thiệu bàn phím Newmen KB810 (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff69e2b8537f205601be5b9"), 
    "desc" : [
        {
            "content" : "Tổng quan về Bàn phím Logitech Gaming G213\nHIỆU QUẢ ĐẲNG CẤP CHƠI GAME\nNhanh hơn gấp 4 lần so với bàn phím tiêu chuẩn\nBàn phím chơi game G213 Prodigy có các phím lõm cơ học Mech-Dome của Logitech được tùy chỉnh đặc biệt để mang lại phản ứng tiếp xúc ưu việt và cấu hình hiệu suất tương tự như bàn phím cơ học. Các phím lõm cơ học có độ cao tối đa, khoảng cách hành trình đầy đủ 4 mm, lực tác động 50g và âm thanh yên tĩnh khi hoạt động.\nBàn phím chơi game G213 Prodigy được thiết kế để chơi game, có phản hồi siêu nhanh nhạy, nhanh hơn gấp 4 lần so với tốc độ phản hồi 8 ms của bàn phím tiêu chuẩn và ma trận các phím nhấn cùng lúc giúp bạn điều khiển khi nhấn đồng thời nhiều phím chơi game.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997863/products/SKU1701205/desc/qyagfufbuakc3vuosrtm.png"
        }, 
        {
            "content" : "Tính năng nổi bật\n1. CÁC VÙNG CHIẾU SÁNG RGB RỰC RỠ\n16,8 triệu màu\nMột chiếc bàn phím hiện đại có 5 chế độ chiếu sáng riêng trong phổ màu gồm khoảng 16,8 triệu màu. Thay đổi màu cho phù hợp với bố cục, các trò chơi cụ thể hoặc chỉ là để thể hiện màu sắc yêu thích của bạn. Ít ánh sáng lọt xung quanh mũ phím có nghĩa là có nhiều ánh sáng hơn đi qua các chữ cái, khiến cho mỗi phím rực rỡ và dễ tìm hơn trong bóng tối.\n2. BỀN VÀ CHỐNG TRÀN NƯỚC\nĐược thiết kế cho điều kiện thực tế\nThiết kế khung phím và màng mỏng của chuột G213 Prodigy được chế tạo cho cuộc sống thực, mang đến khả năng chống nước đổ tràn vào bàn phím, được kiểm nghiệm tới 60 ml. Bàn phím vẫn hoạt động tốt ngay cả khi gặp một vài tai nạn liên quan đến việc bạn làm đổ nước lên bàn phím.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609997866/products/SKU1701205/desc/rnzgypysoafkidoaitzd.png"
        }
    ], 
    "idProduct" : ObjectId("5ff69e2a8537f205601be5b8"), 
    "title" : "Đánh giá bàn phím Logitech Gaming G213 (Đen) bàn phím đẳng cấp dành cho game thủ", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff69f0e8537f205601be5bc"), 
    "desc" : [
        {
            "content" : "Bàn phím cơ AKKO 3087 World Tour - Tokyo Switch Pink (87 keys) được thiết kế và sản xuất bởi AKKO. Chuyên sản xuất những thiết bị ngoại vi có giá cả phải chăng và phù hợp với đa số người tiêu dùng. Được đánh giá cao của những game thủ về độ bền và trải nghiệm.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998092/products/SKU200500742/desc/nzm8s6bagtdjjz1hiy9y.jpg"
        }, 
        {
            "content" : "Chất liệu cao cấp\nBàn phím AKKO 3084 World Tour được thiết kế với khung được làm từ chất liệu chắc chắn, bền bỉ, mượt mà. Cùng với các keycap được làm từ nhựa cao cấp đảm bảo tuổi thọ lâu dài cho thiết bị, không bị mờ phím sau thời gian dài.\nThiết kế TKL 87 keys\nAKKO 3087 World Tour được thiết kế theo kiểu dáng bàn phím TKL màu hồng trắng cá tính, giúp không gian của bàn phím không chiếm nhiều diện tích. Kiểu dáng sang trọng trên bàn làm việc.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998094/products/SKU200500742/desc/a5p31gbdzvk1whomkyvt.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff69f0e8537f205601be5bb"), 
    "title" : "Giới thiệu Bàn phím cơ AKKO 3087 World Tour - Tokyo Switch Pink (87 keys)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6a1508537f205601be5c1"), 
    "desc" : [
        {
            "content" : "Kiểu dáng không thay đổi\nBàn phím cơ Corsair K70 Lux mang kiểu dáng khá mỏng với layout ANS(full 104 nút)và vỏ nhôm anode đen với thiết kế borderless.Phía trên bên phải là cụm nút tùy chỉnh các chế độ cho led và cụm Multi media.\nCorsair K70 Lux sử dụng 100% switch của Cherry (một hãng sản xuất switch hàng đầu hiện nay. )", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998669/products/SKU1601381/desc/dzitpbwl5xus50bhulca.jpg"
        }, 
        {
            "content" : "Keycap ABS\nNút của Corsair K70 Lux được làm từ nhực ABS trắng đục và có khả năng xuyên led. Bên ngoài nút được phủ một lớp nhám UV bên ngoài tạo cho người dùng cảm giác thích thú khi lướt tay trên bàn phím. Keycap ở phiên bản Lux được in lớn hơn so với phiên bản Corsair K70 trước đó.\nĐèn đơn sắc\nCorsair K70 Lux có hệ thống đèn led màu đỏ rực rỡ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998671/products/SKU1601381/desc/wrdk3j9zj5uv4x6kksp9.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6a14f8537f205601be5c0"), 
    "title" : "Bàn phím cơ CORSAIR K70 (Full size/Cherry MX Red/Đỏ)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6a2328537f205601be5c4"), 
    "desc" : [
        {
            "content" : "Sơ lược sản phẩm\nDareU là một thương hiệu xuất hiện cách đây không lâu trong thị trường Việt Nam nhưng đã nhanh chóng tạo nên cơn sốt trong phân khúc bàn phím và chuột gaming giá rẻ. Nhờ vào mẫu mã cực chất và hiện đại đi kèm với hiệu năng xuất sắc - DareU nhận được nhiều phản hồi tốt từ đông đảo khách hàng bình dân đến các game thủ chuyên nghiệp.\nVà trong thị trường bàn phím gaming giá rẻ nói chung không thể không nhắc tới sản phẩm bàn phím DareU LK135. Thiết kế gaming full-size chất chơi đầy đủ những tính năng cơ bản, đi kèm là khả năng chống nước cực tốt nhờ vào cơ chế mạch bo viền kín. DareU LK135 Gaming hứa hẹn trở thành một người bạn luôn sát cánh để gánh vác cơ đồ trên các đấu trường căng go của LoL, Dota, CS:GO, F.E.A.R,...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998894/products/SKU1800231/desc/abinlylsdo6b72kndcr3.jpg"
        }, 
        {
            "content" : "Thiết kế gaming cực chất\nBàn phím DareU LK135 có kích thước full-size gồm 104 phím có bề mặt được thiết kế khá giống những bàn phím cơ. Các phím của DareU LK135 cách nhau một khoảng vừa phải và chữ được in trắng nổi bật trên nền bàn phím đen hỗ trợ người dùng sử dụng tốt ngay cả trong môi trường ánh sáng yếu.\nKeycap chắc chắn và có độ cao nhỉnh hơn so với các bàn phím phổ thông bình thường nên nhìn chung có thể thấy đây là một sản phẩm được thiết kế phù hợp với nhu cầu chơi game chứ không phải đánh máy văn phòng.\nMặt sau gồm 2 đế gập giúp nâng bàn phím lên cao để thao tác tốt hơn và 2 miếng đệm giúp giữ bàn phím chắc chắn trên mặt bàn.\nĐầu USB 2.0 được tích hợp có thể cắm vào bất kì cổng USB của PC, laptop và sử dụng ngay lập tức. Bàn phím tương thích với tất cả hệ điều hành hiện nay như Window, Mac OS,...", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609998897/products/SKU1800231/desc/mphqfml7bxo2aavoxdnr.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6a2318537f205601be5c3"), 
    "title" : "Bàn Phím Dareu LK135 Gaming (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6a3c98537f205601be5c7"), 
    "desc" : [
        {
            "content" : "Thiết kế không khung viền, siêu mỏng vô cùng đặc sắc\nASUS VZ279HE có một thiết kế tiết kiệm diện tích với kiểu dáng siêu mỏng chỉ dày 7mm ở điểm mỏng nhất. Thiết kế không khung viền khiến sản phẩm này rất thích hợp cho các thiết lập đa màn hình gần như liền mạch, cho bạn cảm giác đắm chìm sâu hơn nữa. Một tấm nền IPS hiệu năng cao tiên tiến cho bạn tỷ lệ tương phản 80.000.000:1 cực ấn tượng và góc nhìn rộng 178°. Thêm vào đó, công nghệ ASUS Eye Care đảm bảo một trải nghiệm xem thoải mái.\nKiểu dáng siêu mỏng 7mm", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609999302/products/SKU1702373/desc/eutaqgn20iav3lbfdmpm.jpg"
        }, 
        {
            "content" : "Hoàn hảo cho thiết lập đa màn hình\nDù cho bạn đang chơi game, xem một bộ phim hay làm việc, thiết kế không viền của VZ279HE đồng nghĩa với việc các thiết lập hai hoặc ba màn hình sẽ gần như liền mạch với nhau, cho bạn một màn hiển thị toàn cảnh để có thể đắm chìm hơn nữa.\nBảo vệ mắt bạn với công nghệ ASUS Eye Care", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1609999305/products/SKU1702373/desc/zqubsndzzavjvfbzskvl.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6a3c98537f205601be5c6"), 
    "title" : "Đánh giá Màn hình LCD Asus 27\" VZ279HE", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6a8d28537f205601be5cc"), 
    "desc" : [
        {
            "content" : "Nhìn ngắm với độ cong 1500R\nMàn hình cong rộng 34 inch giúp bạn trải nghiệm màn ảnh rộng rộng khắp như không có màn hình khác. Với đường cong sâu hơn bao trùm tầm nhìn của bạn, màn hình 1500R cho phép bạn tận hưởng vẻ đẹp rạp chiếu phim đầy đủ của bộ phim và đặt bạn ngay tại trung tâm của tất cả các hoạt động chơi game.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610000592/products/SKU1702765/desc/sesfxzw9ksacubratind.jpg"
        }, 
        {
            "content" : "Đa nhiệm đến tối đa trên một màn hình duy nhất\nVới màn hình siêu rộng 21: 9, bạn có thể trải nghiệm thực sự liền mạch đa nhiệm trên một màn hình đơn. Tính linh hoạt, chức năng Picture-by-Picture (PBP) của Samsung cho phép bạn kết nối hai nguồn đầu vào sử dụng HDMI và DP trong khi duy trì chất lượng hình ảnh ban đầu. Và với Picture-in-Picture (PIP), bạn có thể thay đổi kích thước hình ảnh thứ hai để bao phủ đến 25% màn hình và định vị nó ở bất cứ đâu.\nWQHD để biết chi tiết hình ảnh lạ thường \nUltra WQHD cho phép độ phân giải màn hình 3440x1440 - 2,5 lần mật độ điểm ảnh của Full HD - cung cấp hình ảnh sắc nét. Mật độ pixel lớn hơn cũng tạo ra không gian làm việc rộng hơn, vì vậy bạn sẽ thấy nhiều nội dung hơn cùng một lúc mà không cần phải cuộn và phóng to khi lướt web hoặc xem các tệp lớn như bảng tính", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610000594/products/SKU1702765/desc/fmfdsck6mpmmcerpgwxi.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6a8d28537f205601be5cb"), 
    "title" : "Màn Hình cong Samsung 34\" LC34F791WQEXXV", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6a9bc8537f205601be5cf"), 
    "desc" : [
        {
            "content" : "Màn hình LCD Acer 27 inch ET271 được thiết kế bởi hãng Acer ( một trong những tập đoàn lớn nhất thế giới chuyên về nghiên cứu, phát triển và sản xuất máy tính để bàn, laptop, máy tính bảng, server, các thiết bị lưu trữ, màn hình hiển thị, smartphone và các thiết bị ngoại vi có trụ sở tại Đài Loan và được thành lập vào năm 1976.) Màn hình LCD Acer 27 inch ET271 được thiết kế theo kiểu dáng màn hình LCD mỏng với kích thước màn hình 27 inch và độ phân giải 1920 x 1080 p (Full HD) mang đến cho người dùng hình ảnh sống động, rõ nét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610000826/products/SKU1702475/desc/awom5jle6y5paeqqcxqo.jpg"
        }, 
        {
            "content" : "Màn hình LCD Acer 27 inch ET271 được cài đặt chế độ giảm thiểu ánh sáng xanh và chế độ chống nhấp nháy giúp không gây đau nhức, mỏi mắt cho người dùng khi sử dụng liên tục trong thời gian dài, hơn nữa người dùng có thể chọn chế độ tắt hẳn ánh sáng xanh tuỳ theo ý muốn.\nMàn hình LCD Acer 27 inch ET271 sử dụng kết nối VGA/ D-sub và HDMI thông dụng, thích hợp để sử dụng cho các thiết bị đa phương tiện, PC, laptop, máy chơi game console,.... Chân đế màu đen có thiết kế chắc chắn có thể gập ra trước hoặc sau cho phù hợp với tư thế ngồi của người dùng. Ngoài ra, màn hình cũng được trang bị với VESA giúp cho người dùng có thể treo màn hình lên trên tường, tối giản không gian cá nhân của người dùng và tạo phong cách hiện đại cho không gian làm việc.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610000828/products/SKU1702475/desc/pwplw7aj2gfsvmxlc9s9.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6a9bc8537f205601be5ce"), 
    "title" : "Giới thiệu / đánh giá Màn hình LCD Acer 27 inch ET271", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff6aacc8537f205601be5d2"), 
    "desc" : [
        {
            "content" : "Thiết kế sang trọng\nMàn hình Dell 27 inches được thiết kế cạnh viền đều 4 cạnh và sang trọng, kèm theo đó là đế chắc chắn giúp bạn có thể lắp đặt trong bàn làm việc một cách dễ dàng. Với màn hình Dell, bạn sẽ được tận hưởng một trải nghiệm tuyệt đẹp, cùng những chi tiết sắc nét trên màn hình hiện đại.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610001098/products/SKU200400918/desc/cnlh2ukozqp9ofqkoxhh.jpg"
        }, 
        {
            "content" : "Màn hình UHD hoàn hảo\nTrải nghiệm màn hình sống động như thật, với các chế độ xem khác nhau. Ngoài ra độ phân giải 3840 x 2160 pixels, độ sáng 350 cd/m2, tỉ lệ tương phản cao và cho hình ảnh hiển thị tốt hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610001099/products/SKU200400918/desc/ceghoi5jouck6wvwzzy3.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff6aacc8537f205601be5d1"), 
    "title" : "Giới thiệu Màn hình Dell 27\" U2720Q", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff702e41092ea0e7cd62520"), 
    "desc" : [
        {
            "content" : "GIỚI THIỆU SẢN PHẨM\nNếu bạn là một người sử dụng máy tính thường xuyên thì chắc chắn bạn sẽ biết được sự quan trọng  của chuột máy tính. Nhằm để giảm thiểu những sự phiền toái và giới hạn khoảng cách do chuột máy tính có dây thì những chú chuột không dây Logitech được ra đời. Với công nghệ kết nối không dây 2.4GHz, chuột máy tính không dây Logitech  M187 cho phép người dùng có khả năng kết nối xa lên tới 10m. Độ bền cao cộng thêm sự ổn định cũng như là tiết kiệm pin giúp sản phẩm này trở thành một sự lựa chọn tốt cho một chú chuột máy tính.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610023650/products/SKU1204451/desc/sqfq0gtmyvyhmcabfrxa.jpg"
        }, 
        {
            "content" : "TÍNH NĂNG NỔI BẬT\n1. HÌNH DÁNG SIÊU NHỎ GỌN, ĐI CÙNG BẠN ĐẾN BẤT CỨ ĐÂU\nBạn có thể dùng Chuột mini ở bất cứ nơi nào bạn mang theo laptop—nhờ thiết kế siêu nhỏ gọn bỏ túi. Bạn có thể dễ dàng mang theo bên mình mà không hề tốn nhiều không gian.\n2. KẾT NỐI KHÔNG DÂY ĐÁNG TIN CẬY\nHãy nói lời tạm biệt với dây và tận hưởng sự tự do cùng tiện lợi của kết nối không dây – truyền dữ liệu nhanh và hầu như không bị chậm trễ hay rớt mạng (lên tới 10 mét). Với sự linh hoạt này bạn sẽ thoải mái sử dụng trong không gian một căn phòng cũng như trong một phòng họp.\n3. ĐẦU THU NANO TÍ HON\nĐầu thu nano nằm vừa trong cổng USB—bạn không cần lo lắng về việc bị mất hoặc bị hỏng. Nếu bạn cần tháo ra, hãy để đầu thu này vào trong chuột.\n4. HOẠT ĐỘNG TRÊN MỌI HỆ ĐIỀU HÀNH\nChuột  hoạt động với các hệ điều hành phổ biến hiện nay như Windows®, Mac, Chrome® và Linux® (Windows Vista, Windows 7, Windows 8, Windows 10, Mac OS X 10.5 or later, Linux kernel 2.6 +, Chrome OS).", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610023652/products/SKU1204451/desc/hcmfswziq3jchlz6jtr7.png"
        }
    ], 
    "idProduct" : ObjectId("5ff702e41092ea0e7cd6251f"), 
    "title" : "Đánh giá sản phẩm Chuột máy tính Logitech M187 (Trắng)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff704521092ea0e7cd62523"), 
    "desc" : [
        {
            "content" : "Thiết kế cao cấp\nChuột gaming E-Dra EM6502 có một thiết kế hiện đại, cao cấp và hầm hố như những chiếc chuột gaming cao cấp. Được thiết kế dành cho những game thủ thuận tay phải với thân chuột cao hơn ở phía bên trái. Logo E-Dra được đặt về bên trái giúp tạo điểm nhấn dành cho chuột. Với những đường nét được đi trên thân chuột làm cho bạn sẽ luôn có cảm hứng khi sử dụng chuột. Ngoài ra chuột còn được trang bị lớp phủ chống nước phòng khi bạn sơ ý đổ nước lên.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610024017/products/SKU200201229/desc/jhgq1zxwsdckvlmhurdd.jpg"
        }, 
        {
            "content" : "Độ chính xác cao\nĐược trang bị độ phân giải 6200 DPI giúp cho chuột có thể điều chỉnh một cách dể dàng và chính xác. Ngoài ra bạn có thể chỉnh được độ phân giải nhờ nút phía trên con lăn. Trở thành một chuột gaming lý tưởng với nhiều chế độ chỉnh khác nhau.\nĐèn LED RGB đẹp mắt\nE-Dra EM6502 sở hữu một dải đèn LED phía đuôi với 16.8 triệu màu đặc sắc. Đèn LED cho ra màu sáng và đẹp, hiệu ứng mặc định của chuột là kiểu sóng màu.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610024018/products/SKU200201229/desc/vgsqoypztdabm5jjjje4.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff704521092ea0e7cd62522"), 
    "title" : "Giới thiệu Chuột máy tính gaming E-Dra EM6502", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7050e1092ea0e7cd62526"), 
    "desc" : [
        {
            "content" : "Thiết kế tiện lợi\nAsus ROG PUGIO II sở hữu thiết kế phù hợp cho cả hai tay, là một lựa chọn hoàn hảo dành cho tất cả các game thủ. Ngoài ra hai bên được thiết kế các đường vân giúp cho việc cầm chuột được chắc chắn hơn. Các dải đèn LED tô điểm thêm cho chuột cũng như không gian của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610024204/products/SKU200700064/desc/asmsp8jp2yzsjbs1qdrw.jpg"
        }, 
        {
            "content" : "Cấu hình đơn giản các nút bên cạnh\nCác game thủ có thể cấu hình được các nút bên hông một cách đơn giản để có thể tạo nên những lợi thế cho mình. Thiết lập này giúp bạn dễ dàng tùy chỉnh Pugio II để có thể có 4 nút tùy chỉnh hoặc tắt chúng để không bị ấn nhầm.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610024205/products/SKU200700064/desc/pekye7m4bspcq09lswwz.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7050d1092ea0e7cd62525"), 
    "title" : "Giới thiệu Chuột máy tính Asus ROG PUGIO II", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff70ca91092ea0e7cd62529"), 
    "desc" : [
        {
            "content" : "THIẾT KẾ ERGONOMIC & LIGHTWEIGHT\nTUF Gaming M3 có một thiết kế nhỏ gọn và nhẹ được tối ưu hóa để chơi trò chơi FPS nhanh bằng cách sử dụng vuốt hoặc nắm ngón tay. Thiết kế công thái học và nhẹ, thoải mái cho nhiều giờ chơi, với hình dạng được tối ưu hóa giúp tăng cường cả xử lý và kiểm soát.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610026151/products/SKU191007012/desc/tnvx15vqs3h8dfs3bvu5.png"
        }, 
        {
            "content" : "CẢM BIẾN QUANG HỌC GAMING-GRADE\nĐược trang bị cảm biến quang từ 200 đến 7.000 dpi để chơi game, dễ dàng tùy chỉnh với bốn cấp độ DPI khác nhau thông qua ASUS Armory II, TUF Gaming M3 mang đến độ chính xác, chính xác và tốc độ bạn cần để cạnh tranh. Và với tỷ lệ 1.000Hz, bạn sẽ tận hưởng khả năng phản hồi không bị lag cho trải nghiệm chơi game cực kỳ mượt mà.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610026152/products/SKU191007012/desc/bpmyx74jpu91sya93ic4.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff70ca91092ea0e7cd62528"), 
    "title" : "Giới thiệu Chuột máy tính Asus TUF Gaming M3", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7dfdbb741513f8c312fe0"), 
    "desc" : [
        {
            "content" : "Thiết Bị Phát Sóng Wifi Tenda W309R+ với tốc độ truyền tải tối đa lên đến 300 Mbps chuẩn N giúp bạn thỏa sức online bằng nhiều thiết bị khác nhau như điện thoại, máy tính bảng, laptop chỉ với một đường truyền internet. Sản phẩm được tích hợp 2 anten rời 9 DPI cho chất lượng đường truyền ổn định và bán kính phủ sóng rộng để bạn có thể sử dụng trong gia đình, quán cafe hoặc doanh nghiệp có quy mô nhỏ.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080218/products/SKU1501547/desc/jmycoynrvdd2kvbd8e9o.jpg"
        }, 
        {
            "content" : "Tích hợp 2 anten 9 DPI\nVới 2 anten 9 DPI giúp định vị sóng, bạn có thể yên tâm với chất lượng và độ ổn định của đường truyền. Ngoài ra, anten được thiết kế linh hoạt nên bạn có thể định vị sóng giúp truy cập internet ở bất cứ đâu trong nhà hoặc văn phòng mà không lo rớt mạng hay tín hiệu yếu.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080219/products/SKU1501547/desc/phkgltl7z9wej2y2zngx.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff7dfdbb741513f8c312fdf"), 
    "title" : "Thiết Bị Phát Sóng Wifi Tenda W309R+", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7e0b0b741513f8c312fe3"), 
    "desc" : [
        {
            "content" : "Tính năng nổi bật\n• Tốc độ truyền nhanh lên tới 300Mbps (2.4GHz) + 867Mbps (5.0GHz)\n• 4 Anten thu sóng lưu lượng cao và bộ khuếch đại được hỗ trợ để tăng cường phủ sóng Wi-Fi trong và xung quanh nhà bạn\n• 4 cổng Gigabit 10/100/1000 cung cấp hiệu suất nhanh có dây nhanh hơn đến 10 lần so với Fast Ethernet truyền thống\n• Băng tần kép giúp phát video 4K và chơi trò chơi trực tuyến mượt mà với ít nhiễu hơn.\n• QoS được tối ưu hóa cung cấp trải nghiệm chơi trò chơi trực tuyến không có độ trễ nâng cao.\n• Tường lửa WPA và SPI hoạt động kép NAT và SPI giúp bảo vệ mạng của bạn.\n• Dễ dàng cài đặt với trình hướng dẫn thiết lập dựa trên web và Wi-Fi Protected Setup (WPS)\n• Hữu dụng trong tương lai với khả năng tương thích ngược với các thiết bị Wi-Fi hiện có.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080430/products/SKU18110413/desc/getq0igm2a9lh52sccha.jpg"
        }, 
        {
            "content" : "Hiệu năng\nRouter Wi-Fi Gigabit D-Link DIR 825+ là một giải pháp mạng không dây mạnh mẽ được thiết kế cho môi trường Small Office/Home Office (SOHO). Bằng cách kết hợp Wi-Fi 802.11ac tốc độ cao với công nghệ băng tần kép và cổng Gigabit Ethernet, DIR-825 + mang đến trải nghiệm kết nối mạng liền mạch với mức độ thuận tiện và linh hoạt cao cho SOHO. Tường lửa không dây loại SOHO và tường lửa hoạt động kép của DIR-825 + giúp bạn kiểm soát truy cập vào mạng của mình. Điều này cùng với phạm vi và độ tin cậy của công nghệ AC không dây tăng lên, router Wi-Fi D-Link DIR 825+ giúp cung cấp một mạng đáng tin cậy cho các thiết bị vào nhà hoặc văn phòng của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080432/products/SKU18110413/desc/fs6xy9n2ipfihguvppwi.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7e0b0b741513f8c312fe2"), 
    "title" : "Router wifi băng tần kép hiệu suất cao D-Link DIR 825+", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7e176b741513f8c312fe6"), 
    "desc" : [
        {
            "content" : "Vị thế của thương hiệu TotoLink là điều không thể phủ nhận với nhiều dòng sản phẩm thiết bị mạng đa dạng cùng chất lượng tương đối tốt, đã được kiểm chứng và nhận sự tin tưởng lớn từ nhiều nhóm người dùng khác nhau. Tới với sản phẩm lần này, với thiết kế đơn giản và hiệu suất tương đối tốt ở tầm giá, Router ToToLink N300RH tiếp tục là một sự lựa chọn phù hợp để sử dụng trong không gian rộng lớn.\nCấu tạo \nRouter ToToLink N300RH có thiết kế phổ thông với tông trắng chủ đạo cùng những đường nét đơn giản. Thiết bị có dãy đèn tín hiệu như nhiều router khác để bạn biết trạng thái hoạt động của thiết bị. Bên cạnh đó, bạn có 4 cổng LAN 10 / 100 Mbps và 1 cổng WAN 10 / 100 Mbps cho đa dạng kết nối. Đặc biệt, bạn có một nút WPS (Wi Fi Protected Setup)", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080628/products/SKU1402116/desc/n4c9515qzjoxsouu0qmy.jpg"
        }, 
        {
            "content" : "Router ToToLink N300RH được trang bị 2 ăng ten dài với độ lợi tín hiệu lên đến 11 dBi, với khả năng tháo rời tiện lợi cũng như sự linh hoạt với chức năng xoay để định hướng sóng Wi Fi tốt hơn. Khả năng tháo rời cho phép thay thế bằng một ăng ten khác để đạt được vùng phủ sóng như mong muốn cũng dễ dàng hơn. Việc thay được ăng ten để đưa ra lựa chọn phù hợp giúp tăng vùng phủ sóng và cả tốc độ thực sự làm tăng tính đa dụng của sản phẩm.\nMặc dù vậy, với 2 ăng ten từ sản phẩm sẵn có, Router ToToLink N300RH vốn đã có vùng phủ sóng rộng hơn và đường truyền ổn định hơn nhiều so với các router thông thường có ăng ten 5 dBi. Cụ thể, khoảng cách truyền tín hiệu được nâng lên 70 m so với 30 m cũng như khả năng xuyên tầng qua 2 bức tường (vật cản) so với chỉ một của những router thông thường này. Đây cũng chính là một nét nổi bật của sản phẩm.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610080630/products/SKU1402116/desc/trop6moyfilsknbbvpsd.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7e176b741513f8c312fe5"), 
    "title" : "Giới thiệu về Router ToToLink N300RH", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7e44db741513f8c312fed"), 
    "desc" : [
        {
            "content" : "Loa Karaoke SD306 có thiết kế khá nhỏ gọn đi kèm với 2 micro, kiểu dáng độc đáo thu hút người dùng. Đi cùng đoa là chất âm mạnh mẽ, được tích hợp giữa 2 loa bass, dù kích thước nhỏ nhưng loa vẫn được đánh giá cao về chất âm. Cặp micro đi kèm có thể chỉnh được âm thanh lớn, hài hước như cổ vũ, tiếng cười, đám đông phấn khích,.... Micro sử dụng pin sạc nên khá tiện lợi và có thể ngồi xa khi sử dụng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610081355/products/SKU200600163/desc/mggcxssqafz5xxbhkxpb.jpg"
        }, 
        {
            "content" : "Chất âm sống động của loa SD306\nÂm thanh sống động là điểm cộng của chiếc loa này, công suất loa lên đến 20W, bạn sẽ thỏa sức hát hò với bộ loa độc đáo này. Âm thanh phát ra mạnh mẽ, đầm và chắc, một trong những người bạn đồng hành không thể thiếu trong mọi cuộc vui.\nKết nối đa dạng\nKết nối tiện ích không dây qua Bluetooth hoặc bạn có thể lựa chọn phát nhạc từ thẻ nhớ hay USB, thời lượng pin lên đến 8 giờ đồng hồ. Ngoài ra loa Karaoke SDRD SD306 còn có hỗ trợ thẻ nhớ TF card cùng sạc qua cổng USB.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610081356/products/SKU200600163/desc/tphoy1tsp1x5sjnh57uu.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7e44cb741513f8c312fec"), 
    "title" : "Thiết kế nhỏ gọn của loa Karaoke SDRD SD306", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7e52ab741513f8c312ff0"), 
    "desc" : [
        {
            "content" : "Thiết kế hiện đại mạnh mẽ của BS40\nLoa 2.0 BS40 có thiết kế cổ điển với thùng loa mang kiểu dáng truyền thống thường thấy. Chất liệu loa bằng gỗ mang lại một chất âm đạt chuẩn tốt nhất. Với kiểu dáng lạ mắt cổ truyền, loa tạo cảm hứng, điểm nhấn cho căn phòng của bạn thêm nổi bật, mang lại không khí xưa cũ ấn tượng.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610081577/products/SKU190904363/desc/fqaunjpsj8qdmnidqaq2.jpg"
        }, 
        {
            "content" : "Hệ thống âm thanh mạnh mẽ sống động\nLoa vi tính Soundmax BS40 sử dụng hệ thống loa 2.0 công suất 60W cho âm thanh chân thực, mạnh mẽ mang lại không gian âm nhạc hoàn hảo. Với tần số phản hồi đạt 20Hz-20KHz đáp ứng nhu cầu nghe nhạc với chất âm sống động nhất dù ở bất kỳ thể loại nhạc nào.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610081578/products/SKU190904363/desc/bfdwc9utnctmwgrythbq.webp"
        }
    ], 
    "idProduct" : ObjectId("5ff7e52ab741513f8c312fef"), 
    "title" : "Loa Soundmax BS40/2.0", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7ed83b741513f8c312ff3"), 
    "desc" : [
        {
            "content" : "Beats Pill+ Speaker ghi điểm với chất âm sống động\nDòng loa Beats Pill +  sở hữu chất âm lớn hơn so với dòng loa đi trước Beats Pill 2.0. Các hệ thống âm thanh chéo 2 chiều stereo tạo ra lĩnh vực tối ưu hóa âm thanh có các phạm vi năng động và ổn định trên các thể loại nhạc. Tweeter và woofer tách sử dụng các cơ chế âm thanh tương tự được tìm thấy trong phòng thu âm chuyên nghiệp trên toàn thế giới.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610083713/products/SKU200400457/desc/uhlhgkaiibnfoykcip0h.jpg"
        }, 
        {
            "content" : "Beats Pill+ Speaker ghi điểm với chất âm sống động\nDòng loa Beats Pill +  sở hữu chất âm lớn hơn so với dòng loa đi trước Beats Pill 2.0. Các hệ thống âm thanh chéo 2 chiều stereo tạo ra lĩnh vực tối ưu hóa âm thanh có các phạm vi năng động và ổn định trên các thể loại nhạc. Tweeter và woofer tách sử dụng các cơ chế âm thanh tương tự được tìm thấy trong phòng thu âm chuyên nghiệp trên toàn thế giới.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610083714/products/SKU200400457/desc/rpqxto1m5nd0dubsiwkw.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7ed82b741513f8c312ff2"), 
    "title" : "Loa Bluetooth Beats Pill+ Speaker - Black, ML4M2ZA/A", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f056b741513f8c312ffa"), 
    "desc" : [
        {
            "content" : "Máy ảnh Canon in liền iNSPiC [S] ZV-123A (Trắng) được thiết kế và sản xuất bởi hãng CANON – là một trong những tập đoàn lớn chuyên về thiết kế, phát triển và sản xuất các thiết bị đa phương tiện, thiết bị văn phòng như máy ảnh, máy quay video, máy in, máy photocopy,….. Tập đoàn được thành lập vào năm 1937 và có trụ sở chính được đặt ở Tokyo, Nhật Bản. Các sản phẩm của hãng được người sử dụng đánh gia cao về kiểu dáng mẫu mã cũng như tính năng đem lại.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610084436/products/SKU19070071/desc/rztp3iqov10atnblvcv9.jpg"
        }, 
        {
            "content" : "Đặc điểm Máy ảnh Canon in liền iNSPiC [S] ZV-123A (Vàng hồng)\nMáy ảnh Canon in liền iNSPiC [S] ZV-123A (Vàng hồng) với thiết kế siêu mỏng vô cùng nhỏ gọn trong lòng bàn tay người dùng, dễ dàng cho vào túi xách hoặc túi quần áo rất tiện lợi phù hợp với các chuyến đi chơi xa, đi công tác cùng bạn bè và gia đình vô cùng tiện lợi.\nMáy ảnh giúp bạn lưu lại những khoảnh khắc hình ảnh sắc nét với thiết kế camera  độ phân giải 8 megapixel mạnh mẽ điều đặc biệt là có thể chụp và in ảnh lấy ngay trên chiếc máy mà không cần thao tác qua lại giữa một chiếc máy ảnh và máy in rời chức năng này dễ dàng bằng 1 thao tác.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610084438/products/SKU19070071/desc/dqxatfxjzjpn9mlnx7bh.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f056b741513f8c312ff9"), 
    "title" : "Giới thiệu Máy ảnh Canon in liền iNSPiC [S] ZV-123A (Vàng hồng)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f1f6b741513f8c312ffd"), 
    "desc" : [
        {
            "content" : "Ống kính Sony E 18-200mm F/3.5-6.3 OSS là ống kính zoom đa dụng sở hữu dải tiêu cự từ góc rộng cho tới tele cho khả năng chụp ảnh đa dạng từ phong cảnh cho tới chân dung hay động vật hoang dã. Tương thích với máy ảnh Sony E-muont cảm biến APS-C hay máy quay phim, ống kính náy được xem là giai pháp hữu hiệu cho những người không muốn thay thế ống kính trong suốt quá trình chụp.\nNhỏ hơn và nhẹ hơn so với các ống kính tương tự cùng phân khúc, SEL18200LE có phạm vi tiêu cự rộng và linh hoạt, phục vụ cho các trường hợp cần góc rộng hoặc chụp tele. Đây là một ống kính du lịch có độ phóng đại lý tưởng vượt trội.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610084851/products/SKU190800219/desc/m9c5xxstq3adn7rsm1t2.jpg"
        }, 
        {
            "content" : "Chụp ảnh trơn tru và không bị mờ\nLens Sony SEL18200LE có khả năng ổn định hình ảnh Chống rung quang học SteadyShot™ tích hợp trong ống kính đảm bảo hình ảnh sắc nét và không bị mờ khi quay cầm tay.\nHiệu ứng làm mờ mượt mà của Lens Sony SEL18200LE \nThay vì khẩu độ ống kính đa giác tiêu chuẩn, ống kính này có khẩu độ tròn 7 lá mang lại hiệu ứng làm mờ hoặc hiệu ứng 'bokeh' tròn và tự nhiên hơn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610084853/products/SKU190800219/desc/hfmqnkocd23sdaxceix4.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f1f5b741513f8c312ffc"), 
    "title" : "Giới thiệu ống kính máy ảnh/Lens Sony SEL18200LE (E 18–200mm F3.5–6.3 OSS LE)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f32db741513f8c313000"), 
    "desc" : [
        {
            "content" : "Cảm biến CMOS Exmor® R\nLàm nổi bật các chi tiết của bức ảnh, ngay cả trong điều kiện thiếu sáng. Một cảm biến chiếu sáng sau Exmor R® CMOS 18.2 triệu điểm ảnh hiệu dụng với vùng tiếp nhận rộng hơn cho từng khung hình của bạn thêm tươi sáng và rõ nét.\nCảm biến hình ảnh BIONZ X\nThể hiện màu sắc thật hơn mong đợi, giảm nhiễu tốt hơn, nhanh hơn và chế độ chụp liên tục nhanh hơn với bộ xử lý hình ảnh BIONZ X - mạnh mẽ hơn gấp 3 lần so với bộ xử lý BIONZ trước của chúng tôi, mang lại hình ảnh chất lượng cao nhất.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085163/products/SKU190800279/desc/t5snxjjfvrcuc9hpkplj.jpg"
        }, 
        {
            "content" : "Máy ảnh Sony WX350  chụp gần hơn mà không bị rung\nZoom quang học 20x\nZoom quang học 20x sẽ đưa bạn đến gần đối tượng chụp mà không làm giảm chất lượng màu, chi tiết hoặc sắc thái.\nChống rung quang học SteadyShot\nCác ống kính di chuyển theo kiểu con quay hồi chuyển và bù cho sự dịch chuyển gây ra khi quay cầm tay, mang lại các hình ảnh sắc nét đến kinh ngạc trên toàn dải tiêu cự.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085165/products/SKU190800279/desc/ppdhtvocgxqm6shnahfb.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f32db741513f8c312fff"), 
    "title" : "Máy ảnh Sony WX350 (DSC-WX350/WCE32) (Trắng) nhỏ và nhẹ nhất thế giới với zoom quang học 20x2 mạnh mẽ", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f4c4b741513f8c313003"), 
    "desc" : [
        {
            "content" : "Gopro ba camera trong một\nQuay video kiểu HERO ống kính đơn với khả năng ổn định không thể phá vỡ hoặc quay các cảnh quay 360 độ. Vlog ổn định đến mức tối đa với hiệu suất shotgun-mic và màn hình phía trước.\nChức năng Max HyperSmooth\nĐứng đầu trong sự ổn định, Max HyperSmooth cung cấp video mượt mà nhất từ ​​GoPro, cộng với việc cân bằng đường chân trời thay đổi dễ dàng, khi bạn muốn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085569/products/SKU191004599/desc/ryom7dtnbieju5r35f3y.jpg"
        }, 
        {
            "content" : "Ống kính kỹ thuật số\nỐng kính đem lại tầm nhìn tốt hơn thông qua 4 chế độ: SuperView, Wide, Linear và Narrow Đơn giản chỉ cần chạm vào màn hình để kích hoạt chế độ, bạn sẽ có những bức ảnh chất lượng với những gì mình mong muốn.\nChuyển hướng\nVới ứng dụng GoPro, dễ dàng chuyển đổi các cảnh quay 360 độ thành hình ảnh và video truyền thống. Phát lại, chỉnh sửa và chia sẻ tất cả từ điện thoại của bạn.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085571/products/SKU191004599/desc/daal9sqevtruhyatj07q.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f4c3b741513f8c313002"), 
    "title" : "Giới thiệu Máy Quay GoPro MAX 360 (CHDHZ-201)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f63ab741513f8c313006"), 
    "desc" : [
        {
            "content" : "Hiệu suất\nMáy ảnh Fujifilm X-T3 Body (Đen) có cảm biến X-Trans CMOS 4 mới và công cụ xử lý hình ảnh X-Processor 4, mở ra một thế hệ hiệu năng mới của dòng X Series.\n\n", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085944/products/SKU191100603/desc/cqobaofzxjjqnbtddc3m.jpg"
        }, 
        {
            "content" : "Kính ngắm\nFujifilm X-T3 có EVF độ phân giải cao 3.69 triệu điểm với tỷ lệ phóng đại cao 0.75x. Thời gian hiển thị có độ trễ chỉ 0.005 giây và tốc độ làm mới xấp xỉ 100 khung hình/giây đảm bảo hiển thị chuyển động mượt mà, cho phép bạn xác định chính xác chuyển động của đối tượng và vị trí lấy nét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610085946/products/SKU191100603/desc/m7gkfwlyocy0payppzvm.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f63ab741513f8c313005"), 
    "title" : "Máy ảnh Fujifilm X-T3 Body (Đen)", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f7d1b741513f8c313009"), 
    "desc" : [
        {
            "content" : "Điểm khác biệt dễ thấy nhất về hình thức của dòng sản phẩm webcam Logitech HD B525 so với các mẫu webcam Logitech khác là ở vị trí camera. Thay vì nằm lệch về một bên, camera của webcam Logitech HD B525 được đặt ở chính giữa mặt trước của sản phẩm, tạo nên bố cục cân đối, hài hòa. Kiểu dáng xinh xắn, nhỏ nhắn của dòng sản phẩm webcam Logitech HD B525 thể hiện tính chất năng động và tiện dụng. Thiết bị webcam Logitech HD B525 được thiết kế với chủ ý thỏa mãn tiêu chí plug - and - play, giúp người dùng dễ dàng mang theo, cài đặt, và sử dụng. Nhờ vào những đặc điểm thiết kế đó, thiết bị webcam Logitech HD B525 có thể đồng hành cùng bạn đi bất cứ đâu, luôn bên bạn và sẵn sàng phục vụ. Nhỏ bé mà lợi hại, Logitech HD Webcam B525 xứng đáng là một chiến binh webcam đáng gờm trên thị trường quốc tế.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086351/products/SKU1404484/desc/z7llierw6pmqml7jolt7.png"
        }, 
        {
            "content" : "Đầu tiên, Tekshop sẽ cùng các bạn tìm hiểu về chức năng thực hiện cuộc gọi video của dòng sản phẩm webcam Logitech HD B525. Cũng như nhiều thiết bị webcam Logitech khác, Logitech HD Webcam B525 cho phép người dùng tiến hành cuộc gọi video với chất lượng hình ảnh chuẩn HD. Hình ảnh của bạn sẽ được thiết bị webcam Logitech HD B525 ghi nhận và hiển thị ở độ phân giải cao (1280 x 720p) với tỉ lệ 30FPS (30 khung hình trên một giây).", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086353/products/SKU1404484/desc/xtx0uxo6pn3zp42burzw.png"
        }
    ], 
    "idProduct" : ObjectId("5ff7f7d1b741513f8c313008"), 
    "title" : "Thiết bị ghi hình/ Webcam Logitech B525", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f89ab741513f8c31300c"), 
    "desc" : [
        {
            "content" : "Hoàn hảo cho phòng họp nhỏ\nMeetUp là Camera hội nghị cao cấp của Logitech thiết kế dành cho những phòng họp và hội nghị nhỏ. Bạn sẽ không cần sử dụng webcam của máy tính xách tay nữa. Thiết kế với phạm vi chiếu rộng, thấu kính sử dụng động cơ và lấy khung tự động RightSight cùng với thấu kính quét ngang/nghiêng, MeetUp khiến cho mọi chỗ ngồi ở bàn đều được nhìn thấy rõ ràng. Với âm thanh tích hợp được tối ưu hóa cho âm thanh phòng họp nhỏ, mọi người đều có thể được nghe và được nhìn thấy.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086552/products/SKU1809050/desc/mg28rywpxg6hrfzytlri.jpg"
        }, 
        {
            "content" : "NGHE LÀ TIN TƯỞNG\nBọc trong lớp vỏ chống rung đang chờ cấp bằng sáng chế, âm thanh tích hợp của MeetUp được tối ưu hóa cho phòng họp nhỏ, đem lại âm thanh vượt trội cho các phòng bé và loa tinh tỉnh tùy ý đảm bảo âm thanh cuộc họp cũng tuyệt vời như hình ảnh. Thêm Mic kéo dài cho MeetUp để kéo dài phạm vi âm thanh tới 5 mét.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086554/products/SKU1809050/desc/wsref0u3se3aqoagsb7r.png"
        }
    ], 
    "idProduct" : ObjectId("5ff7f89ab741513f8c31300b"), 
    "title" : "Giới thiệu Thiết bị ghi hình/Webcam Logitech MeetUp Conference Cam", 
    "__v" : NumberInt(0)
}
{ 
    "_id" : ObjectId("5ff7f986b741513f8c31300f"), 
    "desc" : [
        {
            "content" : "Về tổng thể, webcam Logitech Full HD C922 Pro Stream nhìn rất bảnh và sang trong màu đen lôi cuốn. Thiết kế nhỏ gọn, linh hoạt của webcam Logitech Full HD C922 Pro Stream rất thích hợp với các đối tượng game streamer trẻ trung, cá tính và yêu thích sáng tạo, đổi mới. Một bộ sản phẩm webcam Logitech Full HD C922 Pro Stream đầy đủ sẽ có webcam và chân máy. Ngoài ra còn có thêm tài liệu hướng dẫn sử dụng và bản quyền 3 tháng làm thành viên cao cấp của XSplit.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086788/products/SKU1603530/desc/omng75mf3gtcs3u7bzhn.jpg"
        }, 
        {
            "content" : "Đúng như tên gọi, sản phẩm webcam Logitech Full HD C922 Pro Stream có tính năng ghi và phát lại hình ảnh với chất lượng full HD 1080p nét căng siêu đẹp. Hơn thế nữa, webcam Logitech Full HD C922 Pro Stream còn được ứng dụng công nghệ mã hóa video nâng cao H.264 (Advanced Video Coding). Với công nghệ H.264 hiện đại, tân tiến nhất hiện nay, webcam Logitech Full HD C922 Pro Stream có thể ghi hình, nén dữ liệu và chia sẻ nhanh chóng video có chất lượng phân giải cực cao.", 
            "photo" : "https://res.cloudinary.com/tuan-cloudinary/image/upload/v1610086789/products/SKU1603530/desc/endpyz3fgkp5nqpdeqef.jpg"
        }
    ], 
    "idProduct" : ObjectId("5ff7f986b741513f8c31300e"), 
    "title" : "Thiết bị ghi hình/ Webcam Logitech C922", 
    "__v" : NumberInt(0)
}
